{
  "file_id": "34a8c97e-1cd8-48d3-aa49-93ba2d8268e5",
  "content": "2024\n\nDX ガイドブック\n\n＝初版＝\n\n著：システムズ・デザイン  DX 推進室\n\n注）本書は DX の一般定義を示すものであり、DX 計画の基準とな\n\nります。弊社独自の DX 推進の方針を設定するため、社内調査や関\n\n係各所との調整、取締役会での議論をもとに DX 指標を策定する必\n\n要があります。\n\n\f目次\n\n要旨\n\nはじめに\n\n１章：DX の基本\n\n1-1 DX（デジタルトランスフォーメーション）とは\n\n1-2 DX の基本思想\n\n1-3 DX の目的\n\n1‐4 DX 導入事例から考えるＤＸ施策\n\n２章：DX の実現に向けた準備\n\n2-1 DX の重要課題：データ活用\n\n2-1-1 PPDAC サイクル活用のポイント\n\n2-2 DX 実現へ向けた思考\n\n３章：DX の基本要件\n\n3-1 DX の基本要素\n\n3-1 DX ビジネスに求められる基本要件\n\n3-3 DX 推進に向けた課題の設定\n\n3-4 DX 人材\n\n3-4-1 DX 推進に必要な人材\n\n3-4-2 DX 人材が広く身に着けておくべき３つの能力\n\n3-4-3 DX 人材が実務で必要とされている 7 つの能力\n\n3-4-4 DX 人材に必要とされる資質・行動特性\n\n４章：DX の領域\n\n4-1 広範な DX の着手領域\n\n4-2 DX を分離して考える\n4-3 DX のビジネス適用の範囲を考える\n\n1\n\n\f５章：DX のフェーズ\n\n5-1 DX のフェーズとタイムライン\n\n5-2 DX のプロセス\n\n６章：DX 実現に向けた障壁\n\n6-1 DX を阻む壁\n\n6-2  壁を超えるために重要なこと\n\n6-2-1 DX に関して現実的な期待値を持つ\n\n6-3 AI 導入に適した課題を探す方法\n\n6-4  実現可能性の評価で重要なこと\n\n７章：DX における外部環境と弊社の状況\n\n7-1 日本国内における DX の現況\n\n7-2 sdc の DX の現在位置\n\n7-3 sdc の DX に向けた課題\n\n7-3-1 社内の DX 戦略を作っていくためのプロセス\n\n８章：DX ビジネスモデル事例\n\n8-1 DX 事例①：場を創造するビジネス\n\n8-2 DX 事例②：非効率を解消するビジネス\n\n8-3 DX 事例③：需給を拡大するビジネス\n\n8-4 DX 事例④：収益機会を拡張するビジネス\n\n2\n\n\f要旨\n\n社内の DX 事業を推進するにあたり、自社の現在地と課題を明確にし、今後の DX の\n\n方針を全社的に策定する必要があります。方針策定に先駆け、DX に関する全社共\n\n通認識を持つべく、ＤＸガイドブックを作成し、弊社のＤＸ指針の策定に寄与することを\n\n目的として本書を発刊します。\n\nはじめに\n\nＤＸに取り組むことの意義\n\n本著を読んでいただく皆さんにまずご理解いただきたいのは以下の点です。\n\nＤＸは不要な作業を減らす\n\nＤＸは同じ労力で生産性を高める\n\nＤＸは、これまでにない新しい価値を生み出し、企業価値を上げる\n\nDX は上記の 3 点に寄与するものです。端的に言えば、ＤＸに取り組むことによって、\n\n皆さんが業務にとりくみやすくなる  、自分が働いている会社の価値が上がることに\n\nつながっていきます。\n\nさらに言えば、不要な作業が減ることにより可処分時間が増えます。すると、「人とも\n\nっと向き合う」、「自己を振り返る」、「クリエイティビティある思考をする」ための時間が\n\n増え、人間にしかできない作業に取り組む時間が増えます。長時間の集中力が\n\n必要な作業や、ケアレスミスの多い作業、同じ作業の繰り返しなどの単純労働は機械\n\nに任せ、課題の本質に向き合う時間を増やすことが、ＤＸが目指す姿です。\n\nＤＸは余計な作業を増やすものではなく、より効果効率性の高い職場環境を作り、変\n\n化の多い現代社会において、組織・個人が共に生き残っていくための手段であること\n\nをご認識ください。\n\n3\n\n\f１章：ＤＸの基本\n\n1-1 DX（デジタルトランスフォーメーション）とは\n\nデジタルトランスフォーメーション（DX）は、企業や組織がデジタル技術を活用してビ\nジネスモデルや業務プロセスを抜本的に改革し、競争力の向上や顧客価値の創出を\n⽬指す戦略的な取り組みです。  経済産業省は、2018 年 12 月に発表した『DX 推進\nガイドライン』において、DX は「企業がビジネス環境の激しい変化に対応し、データと\nデジタル技術を活用して、顧客や社会のニーズを基に、製品やサービス、ビジネスモ\nデルを変革するとともに、業務そのものや、組織、プロセス、企業文化・風土を変革\nし、競争上の優位性を確立すること」4)  と定義されています。  DX の文脈において、\n企業におけるデジタルツールの導入は DX とは言わないのです。データ・デジタル技\n術は、変革のための「手段」である、とされています。  つまり、先端技術の導入を目\n的にするべきではないということです。DX 本来の目的はビジネス課題を解決すること\nであり、先端デジタル技術導入による自動化とデジタル化を行うことではありません。\n自動化とデジタル化はあくまでも数ある手段の１つにすぎません。そのため、システ\nムや AI の導入ありきで DX を進めることは得策ではありません。  しかし、数ある手段\nの中で AI の技術力が大きなパワーを持っていることは間違いありません。そして、Ｄ\nＸが進展している状態を維持していくためにはＡＩの導入は欠かせません。ここで重要\nなのは、「AI の使いどころ」です。どのような課題に対してＡＩを導入すべきか、どのよ\nうに使うべきか、ＡＩ導入には何が必要なのか、どんな人材をあてがう必要があるの\nか、運用のためのデータはどうするのかなどの運用方針を、自社の課題とデータを使\nって分析し決定することで、本来ＡＩが持つポテンシャルを最大限活用でき、費用対効\n果の高いＤＸが実現できます。\n\n1-2 DX の基本思想\n\n•  ビジネスモデルや業務プロセスの抜本的な改革\n•  データとデジタル技術による新しい価値創出を目指す戦略的な取り組み\n•  業務そのものや、組織、プロセス、企業文化・風土を変革し、競争上の優位性\n\nを確立する\n\n•  企業におけるデジタルツールの導入は DX とは言わない。\n\n参照：docomo business\n\n4\n\n\f1-3 DX の目的\n\n1.  ビジネス課題の解決\n\no  ビジネスのフローを見直し、自社のビジネス課題を解決する。\n\n2.  変革による競争優位性の確立\n\no  デジタル技術を活用して業務効率を高め、コスト削減を図るとともに、\n\n新たな価値を創出することで競争力を強化する。\n\n3.  顧客価値の創出\n\no  顧客のニーズに応じたサービスや製品を提供し、顧客満足度を高め\n\nる。\n4.  イノベーションの推進\n\no  新しいアイデアや技術を取り入れ、持続的なイノベーションを推進す\n\nる。\n5.  データ活用の最大化\n\no  収集したデータを分析し、意思決定に活用することで、ビジネスの最適\n\n化を図る。\n\nDX（デジタルトランスフォーメーション）の目的は、ビジネス課題の解決、競争優位性\n\nの確立、顧客価値の創出、イノベーションの推進、そしてデータ活用の最大化など、\n\n多岐にわたります。何より重要なことは、「単純なデジタル化」にとどまらず、非連続な\n\n成長によってパラダイムシフトを起こし、「ビジネスモデルの変化が起こること」です。\n\n新たなビジネスの創出が新しい価値を生み、これまでにない収益をあげることにつな\n\nがります。まさにビジネストランスフォーメーションを起こすことが DX の目的です。\n\n5\n\n\f1-4 DX 導入事例から考えるＤＸ施策\n\n前述したように、DX の本来の目的は『ビジネススタイルの変革』にあります。折角、新\n\nしい技術導入や職場環境の変化を起こしても問題の主要因を排除するための施策に\n\nなっていなければ効果が表れないことも少なくありません。そこで、DX に関する取り\n\n組み事例を挙げ、その効果を比較してみます。\n\n事例：スーパーマーケット A 社の DX 推進\n\n近年、小売業界では、顧客ニーズの多様化や人手不足の深刻化など、様々な課題に\n\n直面しています。A ストアは、地域に根差したスーパーマーケットです。A ストアは、従\n来のアナログ式のレジによる会計待ちの行列や、従業員のレジ打ち作業の負担、顧\n客のデータが十分に活用できていないといった課題を抱えていました。これらの課題\n\nを解決するために、A ストアの IT 部門マネージャーの B さんはレジのデジタル化とス\n\nマートショッピングカートの導入という 2 つの DX 推進策を検討しました。\n\nA ストアの現状把握\n\n•  アナログ式のレジで、顧客の会計待ちの行列が慢性化\n•  従業員のレジ打ち作業の負担が大きい\n•  顧客データが十分に活用できていない\n\n課題：会計待ち時間の排除と労働効率の UP\n\n行列が多く、従業員教育や労働時間、シフト作成など非効率な状態になっている。\n\n6\n\n\fDX 施策 1：レジのデジタル化（スマートレジ）\n\n•  狙う効果：レジ打ち作業の効率化、会計時間の短縮\n•  課題：顧客の行列は依然として発生、顧客体験の向上には限界がある\n\nB さんは行列の解消のために、スマートレジを導入して、現金支払いや入力作業の負\n\n荷を軽減させ会計待ち時間を短縮する目的でレジ業務の高度デジタル化施策を実施\n\nしました。\n\nスマートレジとは\n\nスマートレジとは、従来のレジにデジタル技術を導入し、会計業務を効率化・高度化\n\nするシステムです。具体的には、以下のような機能があります。\n\n    自動精算機能:  商品のバーコードを読み取るだけで、自動的に合計金額を計算\n\nし、精算を行うことができます。\n\n    キャッシュレス決済対応:  クレジットカード、電子マネー、QR コード決済など、多\n\n様なキャッシュレス決済に対応しています。\n\n    セルフレジ機能:  顧客自身が商品のスキャンから精算までを行うセルフレジを導\n\n入することで、レジ業務の省人化を図ることができます。\n\n    データ分析機能:  売上データや顧客データを収集・分析し、マーケティングや商\n\n品開発に活用することができます。\n\n7\n\n\fスマートレジ導入の効果\n\n•  レジ打ち作業の効率化:  自動精算機能やセルフレジ機能により、レジ打ち作\n\n業の時間を大幅に短縮できます。\n\n•  会計時間の短縮:  キャッシュレス決済の普及やセルフレジの導入により、会計\n\n待ちの時間を短縮できます。\n\n•  人手不足対策:  レジ業務の省人化により、人手不足の解消に貢献できます。\n•  データ活用による売上向上:  売上データや顧客データを分析することで、効果\n\n的なマーケティングや商品開発が可能になります。\n\nスマートレジ導入の課題\n\n•  初期導入コスト:  スマートレジシステムの導入には、高額な初期費用がかかる\n\n場合があります。\n\n•  顧客への操作説明:  セルフレジの利用方法を顧客に説明する必要がありま\n\nす。\n\n•  顧客体験の向上には限界:  レジのデジタル化だけでは、会計待ちの行列解消\n\nや顧客体験の大幅な向上には限界があります。\n\nスマートレジの導入は、レジ業務の効率化や会計時間の短縮に大きく貢献します。し\n\nかし、レジへの商品情報の入力や精算作業自体はなくなったわけではなく会計待ち\n\nの行列解消にはそれほど効果が上がりませんでした。また、セルフレジも併設したこ\n\nとで、客への操作方法の指導や誘導という新たな業務が発生しました。顧客体験の\n\n向上や顧客ニーズへの対応という点では、費用対効果が低く本来の課題解決にはつ\n\nながりませんでした。\n\n導入方法 2：スマートショッピングカートの導入\n\n•  効果：レジ待ち時間の解消、顧客体験の向上、購買データの収集・活用\n•  課題：初期導入コスト、顧客への操作説明、システムメンテナンス\n\nスマートレジに効果が認められなかったため、B さんはスマートショッピングカートを導\n\n入しレジによる会計作業そのものを客の動線から排除する施策を実施しました。\n\n8\n\n\fスマートショッピングカートとは\n\nスマートショッピングカートとは、顧客が商品をスキャンしながら買い物ができるカート\n\n型の端末です。商品のバーコードをスキャンすることで、合計金額がリアルタイムで表\n\n示され、そのままキャッシュレス決済で支払いを済ませることができます。\n\nスマートショッピングカート導入の効果\n\n•  レジ待ち時間の解消:\n\no  顧客はレジに並ぶことなく、自分のペースで買い物を済ませることがで\n\nきます。\n\no  レジの混雑が緩和され、顧客満足度が向上します。\n\n•  顧客体験の向上:\n\no  商品の詳細情報やクーポン情報などを表示することで、より便利で楽\n\nしい買い物体験を提供できます。\n\no  また、パーソナライズされた商品提案を行うことで、顧客の購買意欲を\n\n高めることができます。\n\n•  購買データの収集・活用:\n\no  顧客の購買データをこれまでよりも細かに収集・分析することで、売れ\n\n筋商品や顧客の購買傾向を把握できます。\n\no  これらのデータを活用することで、効果的なマーケティングや商品開発\n\nが可能になります。\n\n9\n\n\fスマートショッピングカート導入の課題\n\n•  初期導入コスト:\n\no  導入には、高額な初期費用がかかる場合がある。\n\n•  顧客への操作説明:\n\no  スマートショッピングカートの利用方法を顧客に説明する必要がある。\no  高齢者などのデジタル機器の操作に不慣れな顧客へのサポートが重\n\n要になる。\n\n•  システムメンテナンス:\n\no  システムメンテナンスやトラブル対応チームが必要になる。\no  万引きなどの不正利用に対する対策も必要になる。\n\nスマートショッピングカートの導入は、レジ待ち時間の解消や顧客体験の向上に大きく\n\n貢献しました。本来の目的である『会計待ち時間の短縮』や『行列の排除』、『入力作\n\n業の』改善が達成できました。また、購買データの収集・活用により、売上向上のため\n\nの新しいマーケティングにも繋がります。自社の課題の本質に合った適切な施策が功\n\nを奏し、DX 戦略の効果が表れたといえます。\n\n２つの施策の比較\n\n項目\n\n効率化\n\n顧客体験の向上\n\n顧客ニーズへの対応\n\n購買データ活用\n\n初期導入コスト\n\nレジのデジタル化\n\nスマートショッピングカートの導入\n\n大\n\n限定的\n\n部分的\n\n限定的\n\n低\n\n大\n\n大\n\n包括的\n\n大\n\n高\n\nスマートレジの導入は、レジ業務の効率化と会計時間の短縮に貢献する一方で、顧\n\n客の行列解消や顧客体験の向上には限界があり、スマートショッピングカートの導入\n\nは、レジ待ち時間の解消、顧客体験の向上、購買データの収集・活用など、より広範\n\nな効果が期待できるものの、初期導入コストや顧客への操作説明、システムメンテナ\n\nンスといった課題も考慮する必要があります。\n\nまずは、自社の課題は何なのかを入念に分析し、その課題の主要因を排除して本質\n\n的な変化が起こるような DX 施策を実施することが重要です。\n\n10\n\n\f２章：DX の実現に向けた準備\n\n2-1 DX の重要課題：データ活用\n\nDX において、データをうまく活用することは、成功への鍵となります。データ利活用を\n\n正しく進めるために PPDAC サイクルの手法を活用します。\n\nPPDAC サイクルは、課題把握、ビジネスモデル改善、自動化、高度化といった要素\n\nの循環で成り立っており、それぞれの要素間で Plan（計画）、DATA（データ収集）、\n\nAnalysis（分析）、Conclusion（考察）を繰り返します。特に自動化の段階からデータ化\n\nやデジタル化の要素が加わります。\n\n2-1-1 PPDAC サイクル活用のポイント\n\nPPDAC サイクルは、DX を推進する上で非常に強力な手法であり、以下の 3 つのポ\n\nイントを意識することで、より効果的にサイクルを回し、DX を成功に導くことができま\n\nす。\n\n1 つ目のポイントは、全ては問題の設定から始めることです。PPDAC サイクルでは、\n\n問題設定が全ての出発点となります。明確な問題設定をもとに、解決すべき課題を具\n\n体的に定義し、関係者全員が共通認識を持つことが、まずやるべきことです。また、\n\n11\n\n\f設定された問題に基づいて、どのようなデータを収集し、どのように分析するかの計\n\n画を立て、立案した計画に基づいて、必要なデータを効率的に収集する仕組みを考\n\nえていきます。1 度解決策を設定したとしても、新たな課題が生まれる可能性があり、\n\n次のサイクルでも問題設定を再度実施します。\n\n2 つ目のポイントは、短期間でサイクルを繰り返すことです。DX においては、変化の\n\nスピードが非常に速いため、短期間で PPDAC サイクルを繰り返すことが重要です。1\n\nつのサイクルで得られた結論を基に、新たな問題を発見し、次のサイクルに繋げ、短\n\n期間でサイクルを回すことが求められます。必ずしも完璧な結論を出す必要はなく、\n\n仮説的な結論でも、次のアクションに繋げることが重要です。また、短期間で結論と問\n\n題の再発見を繰り返すことで、早期に問題点を発見し、軌道修正を行うことができま\n\nす。\n\n3 つ目のポイントは、シンプルで分かりやすいことです。PPDAC サイクルは、何度も\n\n日常的に繰り返すため、シンプルで分かりやすいものであることが重要です。シンプ\n\nルなサイクルは、検証が容易であり、問題点の特定や改善策の検討を効率的に行う\n\nことができます。また、シンプルで分かりやすいサイクルは、関係者全員が理解しや\n\nすく、協力してサイクルを回すことができます。\n\nこれらのポイントを意識することで、PPDAC サイクルは、DX を推進する上で非常に\n\n強力なツールとなり、より効果的にサイクルを回し、DX を成功に導くことができます。\n\n•  PPDAC サイクルの３つのポイント\n\n1.  全ては問題の設定から始める\n\no  明確な問題の設定ができる\no  適切な仮説検証のための計画ができる\no  仮説に沿ったデータ収集ができる\no  分析と解決策で、再び課題抽出を実施\n\n2.  短期間でサイクルを繰り返す\n\no  結論から新たな問題を発見するサイクルを構築\no  仮説的な結論を出す\no  短期間で結論⇒問題再発見を繰り返し、早期の軌道修正\n\n3.  シンプルでわかりやすいこと\n\no  何度も日常的に繰り返すサイクルはシンプルなほど検証しやすい\n\n12\n\n\f2-2  ＤＸ実現へ向けた思考\n\n実際に DX を実現させるためには以下のような考え方が重要です。\n\n•  自社のビジネス課題を理解していること\n\no  課題の解像度が高い\no  課題が下位レイヤー（現場）に浸透している\n\n•  自社の課題に即した解決策意を見つけること\n\no  デジタル化、ＡＩ導入を前提として考えない（使いどころの肝をつかむ）\no  上位レイヤー（経営層）と下位レイヤー（現場）の情報連携が活発\no  上位レイヤーは課題解決できているのかを常に把握する（時間を取ら\n\nない共有方法）\n\n•  AI の知識を持った人材を育成し、AI の使いどころの判断ができること\n\no  AI を作る人だけではなく、AI を使いこなす人も必要\no  非 AI エンジニアであっても、課題解決方法の決定には AI 知識が必要\no  エンジニアサイドとビジネスサイドの双方に一定基準以上の理解が必\n\n要\n\no  エンジニアサイドとビジネスサイドをつなぐ人材が重要（AI ビジネスデ\n\nザイナー）\n\n•  組織がＤＸ（課題の解決）に最適化されていること\n\no  横方向の情報連携が容易\no  サイロ型（縦割り）の組織構造からの脱却\no  全社統一された情報共有の仕組みがあり、情報が共有されている\n\n•  目的と手段を混同しないこと\n\no  ＡＩ導入やデジタル化はあくまでも手段\no  目的はビジネス変革と社員の意識改善であり、デジタル技術の導入そ\n\nのものが目的であってはならない\n\nDX の思考は、「ビジネス課題把握」「ソリューションの立案」「人材育成」「組織変革」に\n分けられます。特に「ビジネス課題把握」「ソリューションの立案」は自社の問題を深く\n考え、解像度が高い状態で全社共有することが重要です。\n\nDX を進める際には、ツールを買ってきて与えるだけではなく、職場環境そのものの変\n化が伴います。そのため、使用するツールの仕組みを理解して、社員各人が新しい\n環境に適応することが求められます。そのため「人材育成」が重要です。アメリカの企\n業ではリスキリングは会社命令で⾏われ、業務時間の一部を技術習得の時間にあて\n\n13\n\n\fさせることもあります。それだけ、環境適応を求められているということです。DX に必\n要となる人材については後述します。\n\n「組織変革」は、業務プロセスやビジネスモデルの変化によって生み出されます。業\n務の進め方そのものが変わるため、組織構造が必然的に変化します。また、情報と\n人の往来が部署間で活発になると、部署横断的な取り組みが増え、より早く DX 化が\n進み、成功率を高められます。\n\n３章：DX の基本要件\n\n3-1 DX の基本要素\n\n前述する、「DX の実現へ向けた思考」とも重なる内容もありますが、DX の基本要素\nとして以下のことが挙げられます。\n\n1.  ビジネス課題の言語化\n\no  自社のビジネス課題を言語化して下位レイヤーの担当者に伝える\no  下位レイヤー（現場）で解決できていることを常に確認する\no  課題の全体とすべての解決案を含めた情報を担当者にわたす\no  課題の解像度を上げ、本来必要な解決策を明らかにする\n\n2.  業務プロセスの改革\n\no  従来の業務プロセスを見直し、デジタル技術を活用して効率化・自動\n\n化すること。\n\n3.  ビジネスモデルの変革\n\no  新しいデジタルサービスや製品を開発し、既存のビジネスモデルを革\n\n新すること。\n\n4.  デジタル技術の活用\n\no  必要に応じて AI、IoT、ビッグデータ、クラウドコンピューティングなどの\n\nデジタル技術を導入・活用すること。\n\n5.  人材育成\n\no  AI、データサイエンスなどの知見を持つ人材を育成する\no  先端技術の使いどころを把握できる人材を育成・確保する\n\n6.  組織文化の変革\n\no  従業員のデジタルスキル向上や、柔軟で革新的な企業文化の醸成を\n\n促進すること。\n\n14\n\n\fビジネス課題の言語化、業務プロセスの改革、ビジネスモデル変革など、重要とされ\n\nるのは、現在の現場の状況把握と業務フローの見直しであり、AI やデジタルツール\n\nの導入は 1 手段として扱われます。\n\n以下の図は、DX の要素とその関係性を表しています。青色の要素は全体における\n\n割合が大きく、特にビジネス課題と組織は、他の要素と関わりが深く、内側には組織\n\n改革、プロセス変更、人材育成などの細かい要素が存在します。そのような要素間を\n\nつなぐものが、緑色のコミュニケーションと自動化です。AI 導入やデジタル化は自動\n\n化を円滑に進めるためのエンジンでありデータと深く関わりを持っています。こうした\n\n要素間の関わりを理解し、優先順位を決めて DX 推進に取り組むことが重要です。\n\n15\n\n\f3-2 DX ビジネスに求められる基本要件\n\n1.  需要性\n\n潜在的な需要を創造できるか？\n\nペインポイントの解決に寄与するか？\n\n2.  経済性\n\nユーザーにとって価値があるか？\n\n第三者からのリターンは見込めるか？\n\n3.  先行者優位性\n\n従来とは違う『何か』をもったビジネスであるか？\n\n他社追従の参入障壁を築けるか？\n\n4.  競争優位性\n\n客観的/相対的な強みを活かせるか？\n\n「その企業ならでは」のビジネスか？  ⇒  なぜ我々がやるべきなのか？\n\n5.  戦略性\n\n目指す姿を明確化できているか？\n\n目指す姿に至るまでの具体的な戦略を描けているか？\n\n事業性を有するビジネスモデルであることが重要\n\nどんなに素晴らしいビジネスも、収益がなければ事業として成立しません。つまり、ど\n\nのようなビジネスであっても、事業性を有することが大前提となります。  「DX 時代な\n\nらではのビジネス」を展開するのであれば、「需要性」「経済性」「先行者優位性」「競\n\n争優位性」「戦略性」の 5 つを充足させることが望まれます。\n\n「場を創造するビジネス」であれば、「需給の両立」「差別性」「+α の価値」を満たすこ\n\nとが重要です。同様に「非効率を解消するビジネス」であれば「コストダウン効果」「利\n\n用性」「レガシーとの両立」、さらに「需給を拡大するビジネス」であれば「市場拡大効\n\n果」「マッチング性」「信頼性」、そして「収益機会を拡張するビジネス」であれば「マー\n\nケットプレゼンス」「シナジー効果」「新規性」というように、それぞれ充足することが望\n\nましい要件があります。\n\nビジネスモデルの検討にあたっては、これらの要件をどの程度満たしているのかを基\n\n準に事業性を判断します。充足する項目が少なければ、ビジネスモデルの再考を考\n\nえなければなりません。目指す姿やその実現に至るまでの戦略を練り直すことで、よ\n\nり多くの要件を満たし得るビジネスモデルを思案します。あるいは、特定の項目で抜\n\n16\n\n\fきん出た存在を目指すことも一考に値します。この検証と再考を何度も繰り返すこと\n\nによって、真に事業性のあるビジネスモデルを探求することができます。DX の成功に\n\n完成形やセオリーがないのはこうした繰り返しが重要であるからなのです。\n\n１）ビジネスモデルの基本要件：需要性\n\nどんなに素晴らしい製品やサービスでも、必要とするユーザーがいなければビジネス\n\nは成立しません。つまり、現状への不満や不便（ペインポイント）に応えるビジネスか\n\nどうかが重要です。\n\n  B2C ビジネスでは社会生活、B2B では企業活動のペインポイントを洗い出すこと\n\nで、有望な事業機会を見つることができます。これは自社の業務についても同じであ\nり、自らのペインポイントを淡い出すことで、改善が必要な事業が明らかになります。\n\nしかし、ペインポイントの解消を主な目的とするビジネスは、困っていることを見つけ\n\nればいいので需要性の判断がしやすく、競争が激しくなりがちです。新たな市場を創\n\nり出すには、特定のペインポイントに限定しない、これまでにないビジネスを生み出す\n\n必要があります。  たとえば、YouTube が登場するまで、「動画を共有できない」という\n\n不満はほとんどありませんでした。YouTube は新しいライフスタイルを創造し、それに\n\n基づいた新たな需要を生み出しました。  既存のペインポイントにフォーカスしないビ\n\nジネスの需要性を評価するのは難しいですが、DX の進む未来では、これまで以上に\n\n構想力が求められます。誰にどのような価値を提供し、社会や業界にどのような影響\n\nを与えるのか、未来を想像した上でビジネスモデルを構築することが重要です。\n\n潜在的な需要にこたえるビジネス\n\n需要を創造するビジネス\n\n出典：DX ビジネスモデル１）\n\n17\n\n\f２）ビジネスモデルの基本要件：経済性\n\n新規のビジネスに需要があっても、ユーザーが「お金を払う価値がある」と思えるかが\n\n重要です。  新事業の失敗原因を調査すると、経済性の見極め不足に行き着くことが\n\nよくあります。事前の市場調査で需要を見込んでも、「お金を払ってでも欲しい」と思う\n\n人が少なく、売上目標を達成できないケースです。  いつの時代でも変わらず、経済\n\n性の見極めは重要です。\n\n経済性を評価するもう 1 つの方法は、ユーザー以外の第三者からの反応を得ること\n\nです。代表的な手段として広告収入が挙げられます。YouTube や Facebook は広告\n\nを収益基盤として成長しました。  製品やサービスから得られるデータを外部に提供\n\nし、収益を得ることも考えられます。テレビや新聞などのオールドメディアと違い SNS\n\n広告では、広告を見た時間やユーザー情報が特定できるため、広告効果を評価しや\n\nすいのです。これは、モノやサービスから得られたデータを外部提供してマネタイズす\n\nるビジネスモデルです。デジタル化により、さまざまなデータを安価かつリアルタイム\n\nで収集できるようになりました。個人情報保護に注意は必要ですが、この分野は引き\n\n続いての成長が見込まれます。  DX 時代においては、ユーザーだけでなく第三者か\n\nらの収益も探求することが重要です。「経済性を見極める」だけでなく、「経済性を生\n\nみ出す」ことも大切になります。\n\n出典：DX ビジネスモデル\n\n18\n\n\f３）ビジネスモデルの基本要件：先行者優位性\n\n先行的に売上やユーザーを増やせれば、その分だけ利益が大きくなります。また、ユ\n\nーザーやデータが多ければ多いほど、ユーザーへの提供価値も高まります。そのた\n\nめ、DX 時代のビジネスでは、先行者の地位を得ることが重要です。\n\nただし、完全に新しいビジネスを生み出すことは容易ではないので、「完全な新しさ」\n\nではなく、従来とは異なる「何か」を作り出す方が現実的です。たとえば、LINE は SNS\n\nとしては後発でしたが、スマートフォンへの適応やスタンプ機能の提供などで先駆者\n\nとなりました。ちょっとした「違い」が、プラットフォームの地位を確立することに繋がり\n\nます。\n\n  先行者利益を得られたとしても、優位性を築けるとは限りません。後発企業の追随\nを防ぐために、参入障壁を構築することも重要です。例えば、  宅配便業界は、参入\n\n障壁の構築に成功した例と言えます。高度な配送システムが、市場の寡占化を可能\n\nにしました。  他社とは異なる「何か」を生み出し、かつ、参入障壁を構築できれば、優\n\n位性が生まれます。単に「新しい領域」を見つけるだけでなく、先行者優位性を戦略\n\n的に構築できるビジネスモデルを描くことが重要です。\n\n４）ビジネスモデルの基本要件：競争優位性\n\nビジネスで競争に勝ち抜くためには、自社の強みを最大限に活かすことが不可欠で\n\nす。  特に重要なのは、自社の強みを客観的かつ相対的に評価することです。「顧客\n\nから評価されているか」「競合他社より優れているか」を冷静に見極める必要がありま\n\nす。さらに、「将来にわたって必要とされるか」を評価することも重要です。\n\n  「DX 時代のビジネス」を始めたとしても、すぐに成功するとは限りません。十分な収\n\n益を上げるには、当初の予想以上に時間がかかることが一般的です。ビジネスが軌\n\n道に乗るまでには、競合の出現や新技術の実用化など、予想外の事態が起こること\n\nもあります。事業環境の変化が生じた際に、「自社ならではのビジネスである」と自信\n\nを持って言えなければ、事業の継続は難しくなります。どれほど優れたビジネスでも、\n\n強固な基盤がなければ成功はあり得ません。  したがって、客観的かつ相対的に評価\n\nされた強みを活かすことが重要です。\n\n19\n\n\f５）ビジネスモデルの基本要件 5：戦略性\n\n市場の想定外の事態に対して強いビジネスを作るためには、長期的な視点に立ち、\n\n外部環境の変化に柔軟に対応できる戦略を立てることが重要です。  戦略を立てる際\n\nには、目指す姿を描くことが重要です。戦略立案には、以下の 3 つの要素を考慮する\n\n必要があります。\n\n1.  ペルソナの設定（誰に向けて）:  業界の動向、市場の変化、技術革新などを常\nに把握し、自社に有利な機会と不利な脅威を特定したうえで、どんな人に向け\n\nたビジネスなのかを設定します。\n\n2.  どんな価値を提供するか（内部資源の評価）:  自社の強みと弱みを客観的に\n\n評価し、競争優位性を確立できる分野を見極めます。\n\n3.  どうやって提供するか（計画）:  長期的な目標を設定し、自社のサービスをど\n\nのようにして顧客に提供するのか、具体的な計画を策定します。計画には、短\n\n期的な目標、必要なリソース、実行スケジュールなどを明確にします。\n\n立てた戦略を実行する際には、以下の点に注意する必要があります。\n\n•  誰が実行するのか:  社内のだれが実行するのか、実行主体を決めます。プロ\n\nジェクト全体の責任者を設置し、計画に基づいて進捗を管理します。\n\n•  実行する施策:  どんな施策を実行に移し、結果対して迅速に対応できるよう\n\nに、あらかじめ想定される結果を列挙しておきます。\n\n•  どのタイミングで実行するか:  戦略の実行時期を決定します。計画が複数に\n分かれる場合、実行のタイミングを決めておきます。実行の計画に合わせて\n\n結果評価の方法も設定しておきます。\n\n戦略性とは、単に計画を立てるだけではなく、長期的な視点に立ち、外部環境の変化\n\nに柔軟に対応しながら、目標を達成するための道筋を描くことを意味します。\n\n20\n\n\f3-3 DX 推進に向けた課題の設定\n\n•  問題とは\n\no  現状とあるべき姿のギャップ\no  ネガティブな真実\n\n•  課題とは\n\no  問題を解決するために取るべきアクション\no  人間のポジティブな意思を入れたもの\n\n問題と課題の関係\n\n問題とはあるべき姿と現状のギャップです。どうあるべきなのか、どうありたいの\nかがはっきりしていることが前提です。その前提において、現状どのような状況な\nのかを把握し、ギャップを明確化します。  明確化された問題に対して、どんなこと\nを行えばあるべき姿に到達するのかを考え、取るべき⾏動、つまり「課題」を具体\n的に設定します。\n\n出典：実務担当者のためのビジネスプロセス DX 実装ガイドブックを基に著者作成\n\n•  問題の設定と明確化\n\no  あるべき姿と現状の双方を明確に把握する\no  双方のギャップをみて問題の明確化を行う\no  問題に対して取るべきアクションである「課題」を設定する\no  課題達成のための指標を設定する\n\n21\n\n\f問題がはっきりしたら、それに対する具体的な課題を設定します。課題を達成できた\nかどうかは、定量的かつ定性的に評価する必要があります。そのための指標を設定\nし、「何が影響して指標が変化するのか」ということに対する仮説を立てます。仮説を\n検証するためには、関連するデータが必要です。どのようなデータがそれくらいの量\n必要なのかを考察し、データ収集、調査、分析のための計画を立てます。\n\n出典：実務担当者のためのビジネスプロセス DX 実装ガイドブックを基に著者作成\n\n22\n\n\f3-4 DX 人材\n\n3-4-1 DX 推進に必要な人材\n\n•  プロデューサー\n\no  DX やデジタルビジネスの実現を主導するリーダー\n\n•  ビジネスデザイナー\n\no  DX やデジタルビジネスの企画・推進・運営\n\n•  アーキテクト\n\no  DX やビジネスモデルに関するシステムを設計\n\n•  データサイエンティスト、AI エンジニア\n\no  DX やデジタルビジネスに関する技術やデータ解析に精通\n\n•  UX デザイナー\n\no  DX やデジタルビジネスに関するシステムのユーザー向けデザインを\n\n担当\n•  エンジニア、プログラマ\n\no  デジタルシステムの実装やインフラ構築を担う\n\n3-4-2 DX 人材が広く身に着けておくべき３つの能力\n\n1.  データを活用する力\n2.  デジタルを活用する力\n3.  ビジネスの仕掛けを活用する力\n\n3-4-3 DX 人材が実務で必要とされている 7 つの能力\n\n（すべてを保持する必要はない）\n\n1.  ビジネス発想力\n2.  プロジェクトマネジメント力\n3.  社内調整力\n4.  システムデザイン力\n5.  データ分析力\n6.  UI / UX  デザイン力\n\n23\n\n\f7.  DX 向けシステム環境を活用したシステム開発力\n\n種類\n\n①ビジネス  ②プロジェクト  ③調整  ④デザイン  ⑤データ\n\n⑦開発力\n\n⑥UI /\n\nプロデューサー\n\nビジネスデザイン\n\nアーキテクト\n\nDS/AI エンジニア\n\nUX デザイナー\n\nエンジニア/プログラ\n\nマ\n\n◎\n\n◎\n\n◎\n\n◎\n\n◎\n\n△\n\n◎\n\n◎\n\n◎\n\n〇\n\n〇\n\n△\n\n◎\n\n◎\n\n〇\n\n△\n\n△\n\n△\n\n△\n\n◎\n\n〇\n\n◎\n\n〇\n\n◎\n\n◎\n\n〇\n\n◎\n\n〇\n\n〇\n\nUX\n\n△\n\n◎\n\n〇\n\n△\n\n◎\n\n△\n\n△\n\n△\n\n◎\n\n△\n\n〇\n\n◎\n\n•  ◎：特に必要\n•  〇：必要\n•  △：保持が望ましい\n\n※DS：データサイエンティスト\n\n3-4-4 DX 人材に必要とされる資質・行動特性\n\n責任感が強い、実行力が\n\nある\n\n〇\n\n〇\n\n〇\n\n〇\n\nコミュニケーション能力\n\n〇\n\n〇\n\n〇\n\n〇\n\n〇\n\n種類\n\nイノベーティブ資質\n\nプロデューサー\n\nビジネスデザイン\n\nアーキテクト\n\nDS / AI  エンジニア\n\nUX デザイナー\n\nエンジニア  /  プログ\n\nラマ\n\n〇\n\n〇\n\n〇\n\n〇\n\n•  イノベーティブ資質\n\no  新しいものを好む\no  旺盛な好奇心\n\n24\n\n\fo  よそにないオリジナリティを指向する\n\n•  責任感が強い、実行力がある\no  困難に立ち向かう\no  「問題は必ず解決する」「必ずやり遂げる」という強い意識\no  「責任感、実行力」を持つ\n\n•  コミュニケーション能力が高い\n\no  コミュニケーションを好む、人を苦手にしない\no  よく他人と話す\no  情報を収集することが多い\n\n４章：DX の領域\n\n4-1 広範な DX の着手領域\n\nDX は⼀般的には「ビジネスをデジタルで変革させること」と定義されています。  その\n着手領域は非常に広く、DX という言葉に対して持っているイメージも、人それぞれバ\nラバラです。以下に DX のイメージ例を挙げます。\n\n•  手書きの請求書のシステム入力\n•  手書き文字の自動読み取り\n•  印鑑の電子化\n•  給与計算の自動化\n•  Web 会議の文字お越し\n•  資料の自動要約\n•  顔認証による勤怠管理\n•  事務作業の RPA 化\n•  退職者予測\n•  売上予測\n\nなど\n\nこれらは各人によって別のイメージとして持っていることも多く、そのままでは組織とし\nて同じ方向性を持って事業改善をすることが難しくなります。DX 推進においては、社\n内で共通認識を持つことが極めて重要です。もしも、DX のスタート時点でイメージの\n統⼀ができない場合は、後々イメージの共有に多くの貴重な時間を割くことになり、場\n合によっては振り出しに戻ることもあるでしょう。  そこで DX に着手する場合、より費\n\n25\n\n\f用対効果の高い分野から着手したほうが、全社的なイメージの統⼀がしやすく、組織\nとして DX の成功率は上がります。組織のメンバーの共通認識が得やすく、ＤＸの効\n果が出やすい分野は「既存事業の DX」です。\n\n4-2 DX を分離して考える\n\nDX は【攻めの DX】と【守りの DX】に分けることが出来ます。\n\n•  攻めの DX  ：新しい製品や新しいサービスを開発し、売上アップにつながるよ\n\nうなもの。\n\n•  守りの DX  ：  業務効率化やリスクを減らすことで、既存ビジネスをより効率的\n\nで安全に運営する為のもの。\n\n4-3 DX のビジネス適用の範囲を考える\n\nDX とは「ビジネスをデジタルで変革すること」ですので、まずはビジネスの部分につい\n\nて考える必要があります。ビジネス適用範囲として切り分けるべきは、”既存事業”と”\n\n新規事業”です。\n\nDX の切り分け  参考：実務担当者のためのビジネスプロセス DX 実装ガイドブック\n\n26\n\n\f第 1 の切り分け\n\n•  既存事業\n\no  過去のデータが存在する（データ化している場合に限る）\no  課題が（少なくとも表面上は）見えやすい\no  DX 前後の評価がしやすい（効果が見えやすい）\no  既存事業の磨きこみの方が DX の効果を得やすい\n\n•  新規事業\n\no  過去のデータはない\no  課題は試行錯誤的に見つけていくしかない\no  DX 前後の評価がしづらい（効果が見えにくい）\no  デジタル化が必ずしも新規事業につながるとは限らない\n\nこれらのことを考慮すると確実性の高い既存事業の磨きこみの⽅が DX の効果を得\n\nやすいです。\n\n第 2 の切り分け：\n\n次に、既存事業を「ビジネス部門」と「コーポレート部門」に切り分けます。\n\n•  ビジネス部門\n\no  営業、製造、調達、マーケティング、カスタマーサービスなどの価値創\n\n造を担う部門\n\no  DX において他社との差が出やすい\no  縦割りの視点ではなく、横串を通したような横方向の業務プロセスを持\n\nつことが重要\n\no  ビジネスプロセスの全体をみて DX を検討する\no  成功した場合、ビジネスインパクトが大きい\n\n•  コーポレート部門\n\no  人事、経理、総務、法務、経営企画、情報管理などの企業運営を担う\n\nバックヤード部門\n\no  ビジネスプロセスに、企業間の違いがあまりなく、部門を超えてつなが\n\nることも少ない\n\no  基本的にコーポレート部門の DX は部門ごとに進んでいく\n\n27\n\n\fビジネス部門は、営業、製造、調達、マーケティング、カスタマーサービスなどの価値\n創造を担う部⾨と定義します。一方、  コーポレート部門は、人事、経理、総務、法務、\n経営企画、IT・情報管理などの企業運営を担うバックヤード部門と定義します。\n\nコーポレート部門のビジネスプロセスは、企業間の違いがあまりなく、部門を超えてつ\nながることも少ないものです。そのため、基本的にコーポレート部門の DX は部門ごと\nに進んでいくことになります。ただし、ビジネス部門との連携が必要な分野に関して\nは、⼀部仕組みを同じくする必要があります。  一方、ビジネス部門は企業ごとに異な\nるビジネスプロセスを持っているため、DX において他社との差が出やすいです。ここ\nで重要なのは、縦割りの視点ではなく、横串を通したような横方向の業務プロセスを\n持つことです。  また、ある部門のアウトプットが別の部門のインプットになっていて、\nある部門で⾒つかった問題が別の部門に起因するというケースも少なくないため、ビ\nジネスプロセスの全体をみて DX を検討しなければなりません。  ビジネスインパクト\nは、ビジネス部門の DX が成功したときの方が大きいでしょう。\n\n５章：DX のフェーズ\n\n5-1 DX のフェーズとタイムライン\n\nDX を進めていく上では、いくつかのフェーズがあり、各フェーズで取り組むべき内容\n\nが異なります。図はトニー‧サルダナの  著書『なぜ、Dx は失敗するのか？』で紹介さ\n\nれているチャートを参考にしたものです。\n\n•  デジタイゼーション（フェーズ１）：局所的なプロセスの自動化や省人化\n•  デジタライゼーション（フェーズ２～４）：システム導入や組織変革による、自動\n\n化と高効率化\n\n•  DX（フェーズ５）：デジタル化および高効率化したプロセスとビジネスモデルに\n対して全社的な共通認識があり、恒久的に回し続けることができる状態\n\n28\n\n\f参考：「なぜ、DX は失敗するのか？」トニー・サルダナの（著）、いまこそ知りたい DX 戦略  石角友愛（著）\n\n図に示すように、DX は段階的に進んでいくものです。AI モデルや RPA システムなど\nの⾃動化ツールの導⼊のみを指すものではなく、⻑期戦が予想される取り組みなの\nです。\n\n5-2 DX のプロセス\n\nまず取り組むのは課題把握とビジネスプロセスの見直し\n\nDX は大まかに、データ化  ⇒  自動化・高効率化  ⇒  高度化  の順に進んでいきま\nす。  例えば、営業の記録が紙ベースで残されている場合、デジタル化する必要が出\nてきます。これをデジタルデータに変換してデータベース化します。しかし、これはあく\nまで「データ化」であり、DX が完了しているわけではありません。  このデータベース\n化された貴重な社内データに様々な職種の社員がアクセスできるようにすることで同\nじデータに異なる見識を与えることができるようになります。  さらに、営業記録を抽出\nして分析しデータに基づく新しい営業施策を打ち出すことができるかもしれません。\nこうしてできた新しい営業施策が、次の新規事業の芽を生むこともあります。この循環\nを恒久的に生み出せている状態が DX です。  そして、データ改善にビジネスプロセス\nや社内の課題を見直しておくことで、課題の本質をとらえたデータ構築を行うことが\nできます。  何においても DX にとって重要なものはデータであり、的確なターゲットデ\n\n29\n\n\fータを集めるためには、課題を把握して、ビジネス  プロセスの修正・改善が必須なの\nです。\n\nDX において重要なプロセス\n\n1.  課題把握\n2.  データ化\n3.  自動化・高効率化\n4.  高度化\n\nDX にとって重要なものはデータ\n\n的確なデータを集めるためには、課題を把握して、ビジネスプロセスの修正・改善が\n\n必須です。課題把握を終えた後のすべてのプロセスにおいて、仮説の設定と検証を\n\n行います。この検証には、施策実施前後のデータを用いて、施策の効果と仮説の正\n\nしさを検証します。\n\nDX のプロセス  参考：実務担当者のためのビジネスプロセス DX 実装ガイドブック\n\n30\n\n\fパッケージ型かカスタムメイド型か\n\n⼀口に AI 導入といっても、課題や状況によっては既存のパッケージ型 AI で解決でき\nる場合があります。パッケージ型の AI はオン‧ザ‧シェルフとも呼ばれます。パッケージ\n型のメリットは、どのような会社でも導⼊することが容易であることです。ただし、会社\n\nとしては大きな競合優位性は得られないことに注意が必要です。AI 導⼊後に競合優\n位性が大きくなるように課題の解決を行いたい場合は、カスタムメイド型 AI の構築を\n検討しなければなりません。\n\n•  パッケージ型：どんな会社でもスピーディーに導入可能だが、競合優位性はな\n\nい\n\n•  カスタムメイド型：導入の難易度は高いが、自社の課題に合った AI を構築で\n\nきる\n\n部署個別の小さな成功体験を全社横断的に広げていく\n\nビジネスプロセスを再設計したのち、部署単位で具体的な改善策を講じていきます。\n新しい仕組みやデジタルツールを導入する場合、他部署でも横展開が可能かを考慮\nしておくことが重要です。小さな成功体験を獲得したら、それを全社で共通し横断的施\n策に発展させることで⼀気に会社全体の⽣産性が向上する可能性があります。\n\n1.  ビジネスプロセスを再設計\n2.  部署単位で具体的な改善策を講じる\n\n1.  新しい仕組みやデジタルツールを導入する場合、他部署でも横展開が\n\n可能かを考慮する。\n\n3.  小さな成功体験を全社で共通し横断的施策に発展させる\n\n※加速度的に会社全体の生産性が向上する可能性があります。\n\n31\n\n\fDX 実装の全社的広がり  参考：実務担当者のためのビジネスプロセス DX 実装ガイドブック\n\nデジタル施策は早期に改善ループに乗せるのが鍵\n\n課題抽出が完了したら、データ整備に向けた取り組みを早期に改善のループに乗せ\nることが重要です。DX を進めるためにどのような施策を実施するかは状況によりま\nすが、いずれの場合も社内の情報をデータ化することは重要です。デジタル施策は、\n不完全でも早めに取り組んで、取り組みを早期に改善のループに乗せることが重要\nです。施策を実施するうち、不足しているデータが分かります。不足データに対してデ\nータ収集のプランを立てます。新規のデータを集め蓄積するには、多くの⼿間と時間\nがかかるいため、時間コストも計算に入れておく必要があります。\n\nポイント\n\n•  データの量がデジタル施策の質を上げる\n•  データ量が施策のパターンを増やす\n•  施策に取り組めば、必要な新規データが分かる\n•  データの蓄積には時間がかかる\n•  早期に始めることが重要\n\n32\n\n\fデジタル施策のポイント  参考：実務担当者のためのビジネスプロセス DX 実装ガイドブック\n\n６章：DX 実現に向けた障壁\n\n6-1 DX を阻む壁\n\n課題が見えずに DX を進めようとすると、本当に必要な仕組みとは異なる、形として\nわかりやすいもの、デジタイゼーションやデジタライゼーションそのものが⽬的になり\nやすいです。\n\n•  FOMO の壁：課題把握能力が低く、実行できない\n\no  何から手を付ければいいかわからず、具体的に実行に移せない状態\n\n参考：いまこそ知りたい DX 戦略  石角友愛（著）\n\n33\n\n\f•  Poc の壁：課題把握能力は低いが、実行力はある状態\n\no  仮説検証を繰り返すが、成果につながる導入ができない状態\no  プロジェクト規模の大きな大企業では POC に特に時間をかけることが\n\n多い\n\n•  イントレプレナーの壁：課題把握能力は高いが、実行力が足りない状態\n\no  フォーカスはあっているが、社内外のリソースが集められない状態\n\nこの 3 つの壁を超えることで DX が成功へと近づきます。\n\n参考：いまこそ知りたい DX 戦略  石角友愛（著）\n\n6-2  壁を超えるために重要なこと\n\n•  企業の課題を把握する\n\nDX を進める第 1 歩は、「何をやりたいのかを把握すること」です。どのような課\n題を解決しなければならないのか、課題を明確にすることです。この課題の質\nが低いままでは、「とにかく DX を進める」という思いだけが先走り FOMO の壁\nに阻まれ DX は進みません。課題把握能力を高め、具体的な施策を考えるた\nめにも、課題を明確にすることが最重要項目なのです。\n\no  「何をやりたいのか」を明確にする。\no  やりたいことに対する課題は何かを明確にする。\n\n34\n\n\f•  企業の課題に優先順位をつける\n\nPoC ばかりに時間を使ってうまく進まない「PoC の壁」を乗り越えるためには、\n会社のレバレッジポイントを見極める必要がある。自社の課題に優先順位を\nつけ、会社のレバレッジポイントを見極め、具体的にどんな課題に対して、ど\nの時期に介入すべきかを判断することが重要です。\n\no  会社のレバレッジポイントを見極める。\no  自社の課題に優先順位をつける。\no  どの時期に介入すべきかを判断する。\n\n•  社員の心理的安全性を担保して進める\n\n課題や実行できていないことを報告すると成績に響くことを恐れ、率直な意⾒\nや本当の課題が収集できないことがあり、課題の質を上げることが難しくなり\nます。⾃社のチームで社内の情報収集を行う場合は、「将来的に競争優位性\n\nを獲得していくための⼀環として DX を推進したので、そのための現場の状況\n把握をしたい」という経営層の姿勢を社員に納得してもらってから、DX のプロ\nジェクトを進めることです。\n\no  本音を聞ける配慮をする\no  自社の競争優位性を獲得していくための現場である\no  経営層の姿勢を社員に納得してもらってから、プロジェクトを進める\n\n•  課題がＡＩで解決できるかどうかを考える\n\n35\n\n\f課題が明確になったら、その課題は AI やその他のデジタライゼーションツー\nルで解決できるものなのかを判断します。DX において AI の導入は欠かせな\nいものですが、AI を活用せずとも解決できる課題はあるはずです。さらに、AI\nによる課題解決にはデータが不可欠です。必要に応じて正しくデータの収集\nや管理ができなければ、AI 導入には向かない課題とも⾔えます。その見極め\nは、AI に関する知見とビジネス理解の両方を持った人材が必要になります。\n\no  課題がＡＩやその他のデジタライゼーションツールで解決できるのかを\n\n判断する。\n\no  AI を活用せずとも解決できる課題であれば、早期に対応する\no  課題解決のため AI を導入する場合、データを収集する仕組みづくりを\n\n検討する\n\no  正しくデータの収集や管理ができなければ、AI 導入には向かない\no  データの質を見極めることが重要\n\n•  データが無くても AI 導入に向け、データ収集の仕組みをつくる\n\no  AI の設計やデータ解析の初期段階から知見のある人物の判断を仰ぐ\n▪  後々活用できないデータを何年もかけて集める羽目になる\n\no  課題の解決に重要なデータを明確にする\no  どの程度の頻度で集めればよいかを決めておく\no  必要な情報が集まって初めて AI モデルを作る準備ができる\n\n「データが無ければ AI は導入できない」は間違いか？\n\n  「社内にデータがないので無理」「現状データがないので話し合っても意味がな\nい」と考える経営者や DX 担当者は少なくあり  ません。これは半分正しく、半分間\n違っています。確かに、AI 導入の段階でデータが無ければ、AI を構築することも、\nデータ  分析を行うデータサイエンティストが仕事をすることもできません。  しか\nし、AI の設計やデータ解析の初期段階から知⾒のある人物の目が⼊っていなけ\n\nれば、後々活⽤できないデータを何年もかけて集める羽目になります。  AI 導⼊\n段階から、データ設計を行い、「課題の解決に重要なデータが何なのか」、「どの\n程度の頻度で集めればよいか」などの議論を重ね、計画を立てておくことで無駄\nなく計画を進めることができます。必要な情報が集まって初めて AI モデルを作る\n準備がで  きます。DX の設計段階からデータ収集に関する準備をしておくことが\n必要です。\n\n36\n\n\f6-2-1 DX に関して現実的な期待値を持つ\n\nAI 導⼊には「データ収集」「データ加工・DB の設計」「AI モデルを使う目的の明確\n\n化」「AI モデルの設計」「AI の学習」「本番環  境でのテスト」という段階的な⼿順を\n\n踏むことを理解しなくてはなりません。  AI を導⼊したデジタル戦略にはクイックウ\n\nィンはありません。導入直後に課題が解決する、売り上げが何⼗倍に上がるなど\n\nということはありません。  既存のパッケージ型 AI を使えば導⼊は早いですが、そ\nれは他社でも実践できるレベルのものであり、自社の課題を本質的に解決してく\nれるものであるかはわかりません。それよりは、⾃社のデータを使ってインハウス\n\nAI を作り、⻑期的なビジョンで変化を起こす⽅が競合優位性は高くなる可能性は\n高いでしょう。  “急がば回れ”  で、現実的な期待値を持つことも重要です。\n\no  AI 導入には段階的な順序がある\n\n▪  AI モデルを使う目的の明確化\n▪  データ収集\n▪  データ加工・DB の設計\n▪  AI モデルの設計\n▪  AI の学習\n▪  本番環境でのテスト\n\no  AI を導入したデジタル戦略にはクイックウィンはない\no  導入直後に課題が解決しない、\no  売り上げが急上昇することはない\no  既存のパッケージ型 AI の導入はどの会社でも速やかに導入できる\no  既存のパッケージ型 AI が自社の競争力を本質的に高めてくれるもの\n\nであるかはわからない\n\no  自社データを使ってインハウス AI を作る方が、競合優位性は高くなる\n\n可能は高い\n\no  “急がば回れ”  、長期戦で本日的な問題を解決する方が競争力は高\n\nまる。\n\n37\n\n\f6-3 AI 導入に適した課題を探す方法\n\nPoc の壁は、課題把握能力は低いが実行力はある状態で、仮説検証を繰り返してい\nるが成果が出ていない状態です。この壁を超えるには、課題の明確化が必要です。\nAI 導入に適した課題を⾒つける手段の 1 つとして FOME 分析があります。\n\nFOME 分析\n\n・  Poc の壁を超えるための、AI 導入に適した課題の明確化の手段の 1 つ\n・  パロアルトインサイト  LLC  が開発したプレ AI 診断の一つ\n\nFOME 分析の４つの評価点\n\n1.  F：実現可能性（Feasibility）\n2.  O：応用性（Opportunity）\n3.  M：検証性（Measurability）\n4.  E：倫理性（Ethics）\n\nF：実現可能性（Feasibility）\n\nそもそもデータが存在するのか、データの質は高いかなどの検証を行う\n\n確認項目\n\n•  データは存在するのか\n•  データの質は高いか\n•  データの取得は継続的に可能か、第３者に依存する必要があるか\n•  技術的にどれくらいモデル構築が難しいか\n•  モデルをユーザーに届けるために必要なインターフェースは何か？\n\nデータが無ければ AI モデルを構築することはできません。また、質の低いデータでは\n推論精度が上がらないどころかそもそも  モデルを作ることができません。その場合\n\n38\n\n\fは、データの前処理が必要になります。データの品質が、どの程度のレベルの作業\nにどれくらいの⼯数と⼈員が必要なのかを決定します。こうした事項を検討するため\n\nに、実現可能性を評価します。  最も理想的な状態は、「日常的な⾏動から、データを\n継続的に抽出できる仕組みづくりとその機能があること」です。これはそれほど難しい\n考えではなく「日常業務の中の何気ない⾔動を有益なデータに変換する」ことです。\n\nO：応用性（Opportunity）\n\n拡張性と同義。応用性の評価では以下のことを確認する\n\n•  ある AI モデルを他の部署にも展開することは可能か\n•  改善を施し外部に販売することはできるか\n•  その AI モデルから派生する応用方法やアプリケーションはあるか\n•  そのＡＩモデルを使って会社の成長戦略を描けるか\n•  市場規模は大きいか\n\n導入した AI モデルが社内外で利用可能かを、導入時点で検討することで２次利\n⽤しやすくなります。ただし、ユーザーとして既存のサービスを使⽤してライセンス\n\n料を払っている場合は応⽤性の評価は低くなります。それでも、社内で横展開や\n\nデータ統合ができるかを検討することは有⽤です。成長戦略および収益性の観点\n\nから応⽤性をチェックする場合、以下の点に注目するといいでしょう。\n\no  スケール：規模\n\n▪  限界費用ゼロでユーザー数をどれくらい増やせるか\n\no  スコープ：範囲の経済が存在するか\n\n▪  一定の範囲内にある経済において拡張性があるのかを検討す\n\nる\n\n▪  範囲が広がると参入障壁が高まり、競争優位性が高まる\n\n39\n\n\fM：検証性（Measurability）\n\n客観的数値で効果検証ができるか。以下の項目をチェックします。\n\n•  AI の効果検証を定量的、定性的に行えるか\n•  AI モデル精度の定義は何か\n•  効果検証を行うために必要なオペレーションや現場の変更はあるか\n•  AI モデルの導入前と導入後を比較して、具体的な指標で効果を検証できるの\n\nか\n\n•  プロジェクトの KPI が設定しやすいかどうかを客観的に検証する\n\nAI モデルの導⼊前と導⼊後で、AB テストのように比較して効果を検証できるのかを\n評価します。例えば、顧客データのクラウ  ド化を目標（プロジェクトのゴール）とすると\n前後の評価がしづらいですが、顧客の購⼊点数の予測をして在庫管理を効率化  す\n\nるプロジェクトであれば、導⼊前後でどれくらいロスが減ったかなど、KPI を設定しや\nすくなります。加えていえば、クラウ  ド化なら、他社に依頼すれば解決してしまいま\nす。これは DX の本質とはかけ離れた話です。  プロジェクトの KPI が設定しやすいか\nどうかを客観的に検証するのが検証性の評価です。\n\n※最適化をプロジェクト目標とする場合は、最適化を厳密に定義しないと、KPI 設定\n\nが適切ではなく、評価も難しくなります。\n\n40\n\n\fE：倫理性（Ethics）\n\n倫理的に正しいかどうかを評価します。AI モデルの倫理性は以下の項目で評価しま\nす。\n\n•  AI システムの目的は何か\n•  対象となるエンドユーザーと関係者は誰か\n•  AI システムを悪用する人はいるか。\n•  想定される悪用シナリオは何か。阻止するための方法はあるか。\n•  AI システムは、個人の意思決定に使われるか\n•  AI システムが出力する結果以外の選択肢はあるか\n•  AI システムの出力結果に異議を唱えることができるか\n\nAI を導入する際には、そもそものシステムの目的は何で、対象となるユーザー（社内\nの場合はどの部署のどのチームか）は誰か。さらには、その AI システムを悪用する\n可能性がある人はいるのか、などの細かい事項を洗い出す必要があります。これは\n不可欠な議論です。\n\n6-4  実現可能性の評価で重要なこと\n\nデータフィケーション\n\n日常的なビジネスの活動内容や人の行動から自動的かつ継続的にデータを抽出で\nきる機能です。これは、アリババのトップ、ミン‧ゾンの造語で「日常的なビジネスの活\n\n動内容や人の行動から自動的にデータを継続的に抽出できる仕組みづくりとその機\n\n能」を意味しています。  例えば、業務内で頻繁に交わされる頻出ワードをチェックす\n\nる、特定エリアへの出入りをチェックするなど、時間をかけずに客観的なデータを取得\n\nする場合、日常的な活動や行動を自動的にデータ抽出して仕組みづくりの一環とする\n\nのが、データフィケーションのやり方です。  このような、恒常的にデータを収集しイン\n\nサイト（無意識の動機やニーズ）に落とし込めるような仕組みを作り、そのような機能\n\nを持つプロダクトに実装することが、データフィケーションです。\n\n41\n\n\f質のよいデータを集める\n\n：5 つの要素がそろっているデータ（各項目は 10 点満点、総合 50 点）\n\n1.  データの量：Volume\n\n基本的には多ければ多いほど良い。\n\n2.  種類：Variety\n\nデータがバラエティに富んでいるかどうか。多岐に及ぶデータがあるか\nどうかの指標。\n\n3.  速度：Velocity\n\nどれくらい早くデータが収集され、アップデートされるか。\n\n4.  正確性：Veracity\n\nデータの精度がそもそも高いか低いかを表す指標。\n\n5.  価値：Value\n\nデータを使ったプロジェクトの価値。コア事業にかかわる DX であるほ\nど価値が高い。\n\n42\n\n\fデータに関する５つの視点（機械学習を行う上での評価）\n\n※社員の位置情報から活動量を把握してコミュニケーションの量を図る仕組みが実現した場合\n\nEQ  Volume（量）\n\nVariety（種類）\n\nVelocity\n\nVeracity\n\n（速度）\n\n（正確性）\n\nValue（価値）  計\n\n配\n\n点\n\n4\n\n6\n\n8\n\n4\n\n7\n\n29\n\n理\n由\n\n現在、1 年分のデー\n\n社員の位置情報\n\nタしか蓄積できてい\n\nと活動量に加え\n\nない。約 1 万件程\n\nて、チャットのやり\n\n度のデータで統計を\n\n取りや天候のデー\n\n見ている。それほど\n\nタなど、利用可能\n\n長い期間ではないと\n\nな変数が多く、多\n\n考えられ、AI 構築に\n\n岐にわたる種類\n\nは決して十分な量と\n\nのデータが収集で\n\nは言えない。\n\nきている。\n\n基本的に毎\n\n日データが\n\n更新され、\n\n更新頻度は\n\n非常に高\n\nい。\n\n位置情報の\n\n誤差が半径２\n\nｍくらいある\n\nので、やや誤\n\n差が大きい。\n\n可視化しにくいコ\n\nミュニケーション\n\nの量や、逐一把握\n\nできない活動量な\n\nどのデータを定量\n\n的に取得すること\n\nで、社員のパフォ\n\nーマンスを定性的\n\nに図ることができ\n\nるようになる。\n\n現場の実情に合わせて UX を最適化する\n\nUX とは、ユーザーエクスペリエンス（User Experience）の略称で、「利⽤者がサービス\nや製品を通して得られる顧客体験」  を意味します。  実現可能性を評価する際には、\nデータの精度だけを考えればよいわけではありません。AI モデルを作るときには、モ\nデルの複  雑さ、UI（ユーザーインターフェース）などの検証も必要です。AI をビジネス\n応用する場合、現場のメンバーが使いこなせなければ、モデルが持つポテンシャルが\n十分引き出されません。現場に合った形に仕様変更していくことも考えなければなり\nません。\n\nUX の最適化\n\no  データの精度だけでなく、モデルの複雑さ、UI などの検証も必要\no  AI を現場の人たちが使いこなし、モデルが持つポテンシャルが十分引\n\nき出されること\n\no  現場に合った形に仕様変更していく\n\n参考：UI/UX とは？図解でわかりやすく UI と UX の違いを解説  (unprinted.design)\n\n43\n\n\f７章：DX における外部環境と弊社の状況\n\n7-1 国内外における DX の現況\n\nDX の取組状況\n\n総務省の調査によれば、日本国内の企業における DX の取組は、下記のような状況\n\nになっています。\n\n＜国内における DX への取組状況＞\n\n•  特定の組織のみ、取組や具体的な検討を進めている：48.7％\n•  経営会議等、上層部での重要な経営課題だと認識している：29.4％\n•  話題にはのぼっているが、具体的な取組や検討は行っていない：20.6％\n\n出典：総務省情報流通行政局情報通信政策課情報通信経済室\n\nデジタル・トランスフォーメーションによる経済へのインパクトに関する調査研究の請負報告書\n\n総務省の調査によると以下の結果がでています。\n\n•  半数以上の企業が具体的な取組については未着手である\n•  その内検討段階に入っていない企業が約 2 割存在する\n\nまた、DX に関する取り組みや具体的な検討を進めていると回答した企業において\n\nも、特定の組織に限った取り組み・検討であり、全社的な取組には至っていないのが\n\n実情です。DX という言葉に対する認知度は高まりつつあるものの、まだ国内では具\n\n体的な取組には至っていないケースが多いということがわかります。\n\n日本企業の AI 導入率\n\n2019 年：約 9％\n\n2022 年：約 23％（全社導入は 1.9%）\n\n44\n\n\f出典：DX 白書 2023\n\n従業員企業規模でみる：\n\n•  300 以上 1000 以下：約 23％（2.6％）\n•  1001 人以上：約 46%（5.7％）\n\n参考：DX 白書 2023\n\n45\n\n\f日本と海外の状況\n\n独立行政法人情報処理推進機構（IPA）が公表している「DX 白書 2023」では、日米に\nおける DX の取組状況の比較が掲載されています。2022 年度における両国の DX の\n\n状況は、下記の通りです。\n\n■日米における DX の取組状況の比較\n\n取組状況\n\n日本  アメリカ\n\n全社戦略に基づき、全社的に DX に取り組んでいる\n\n26.9％ 35.5％\n\n全社戦略に基づき、一部の部門において DX に取り組んでいる 27.3％ 32.6％\n\n部署ごとに個別で DX に取り組んでいる\n\n取り組んでいない\n\n創業よりデジタル事業をメイン事業としている\n\nわからない\n\n15.1％ 9.8％\n\n29.1％ 10.6％\n\n0.4％  3.9％\n\n1.3％  7.5％\n\n出典：独立行政法人情報処理推進機構「DX 白書 2023」｜独立行政法人情報処理推\n\n進機構\n\n「全社戦略に基づき、全社的に DX に取り組んでいる」または「一部の部門において\n\nDX に取り組んでいる」企業\n\n•  日本：54.2％\n•  アメリカ：68.1％\n\nDX に「取り組んでいない」と回答した企業\n\n•  日本：29.1％\n•  アメリカ：10.6％\n\nアメリカと比較すると、日本の DX に対する取組が出遅れているのは否めません。\n\n46\n\n\f7-2 sdc の DX の現在位置\n\nガイドブックの作成に先立って、DX 推進室では DX の実状について調査すべく、社内\n\nアンケートを実施しました。アンケートの内容は、現状とビジネスプロセスおよび作業\n\nプロセスの問題点について、問題解決に向けた課題について、課題の解決に対して\n\n障害になっていると思うことなどについて、対象となった方々にお答えいただきまし\n\nた。以下、回答結果の抜粋です。\n\n質問：ビジネスプロセスについて最も問題視している点は何ですか？\n\n回答抜粋：\n\n•  基本的な契約や事務処理に対するフローに手作業、エクセルによる分散が多\n\nい\n\n•  二重入力が多発している\n•  タスク（業務）や課題の管理や推進。\n•  基幹システムからのデータ吐き出し、売上帳票等の作成フローが煩雑  ※帳\n\n票完成までのプロセスが多く、他社と比べて手間と時間がかかる\n\n•  商談段階の要員アサインや収支計画のシミュレーションを EXCEL ベースで管\n理しており、課員が複数案件を担当することもあり管理に手間がかかっている\n\n•  名刺管理と名刺情報を活用したアプローチが必要\n•  社員の情報把握がしづらく、状況把握に時間がかかる\n\n回答いただいた内容は、全般的に現行の作業プロセスに関する課題についてのもの\n\nでした。「作業の手作業依存度が高い」、「情報更新の自動化ができていない」など、\n\nデジタル化そのものにまだまだ課題があるようです。\n\nまた、一気通貫で情報を管理するシステムや情報（例えば名刺管理など）を全社統一\n\nで共有するシステムが存在しないなど、「データ共有の仕組みが存在しない、あるい\n\nはうまく機能していない」などの問題があることが読み取れます。\n\n以下は、アンケート対象者に対して、弊社の DX の段階についてどう考えているかを\n\n質問した結果です。\n\n47\n\n\f現場の感覚についても、まだまた本格的な DX には至っていないと考えている社員が\n\nほとんどのようです。このような結果を踏まえると、弊社の DX のフェーズはフェーズ１\n\n～フェーズ２の間と考えるのが妥当だといえます。\n\n一部 AI ツールの導入などが進んでいる部署もあるようですが、会社全体として考え\nると、まずは全社でのデジタイゼーションの完了とデジタライゼーションの標準化が求\n\nめられます。\n\n48\n\n\f7-3 sdc の DX に向けた課題\n\nDX 推進においてまず重要なのは、「全社の意思統一と会社の方向性を打ち出す」こ\n\nとです。企業としての大きなテーマがあり、それに基づき全体目標が掲げられます。こ\n\nの点は、業績の目標と同じであり、DX においても企業の方向性が大きく影響します。\n\n例えば、AI を導入することが必須なのであれば、AI モデリングに必要なデータを集め\n\nられるような環境と仕組みを作ることが求められますし、ロボットを導入して RPA を実\n\n践するのであれば、作業フローをロボットありきのラインに見直す必要があります。連\n\n絡連携を自動化してスピード感のある情報交換を行いたいのであれば、情報共有の\n\nためのシステム導入が必要になるでしょう。\n\nDX の実現に向けた取り組みは、組織により千差万別であり、状況によって優先され\n\nる事項がまったく異なります。それでも共通する点として、まずは以下の点について洗\n\nい出しが必要です。\n\n•  業務フローの振り返り\n•  ミスが起こる原因を特定する\n•  業務フローの問題点を特定し課題を立てる\n•  課題解決の障害となることを特定する\n•  障害を排除して、改善案を策定する\n\n重要なことは、問題把握⇒原因特定⇒原因排除⇒フロー改善⇒問題の再チェックで\n\nあり、これを繰り返すことです。DX のフェーズが進んでも、問題点は次々見つかりま\n\nす。何度も検討を繰り返して、組織に適した理想的な形が見つかっていきます。DX に\n\n完成形や終わりはありませんので、時節に合わせた適切な形態を模索し続けること\n\nが必要です。\n\nまた、データや情報などのリソースの共有も重要です。例えば、新しいプロジェクトの\n\n要員計画を作成する際に、メンバーのスキルセットや性格、配置した際のコストの大\n\nきさ、これまでの実績などのタレントマネジメント的な情報が必要になります。しかし、\n\nこうした情報が局所的に存在している、特定の人物しかアクセスできない等の状況が\n\n存在するとスムーズな計画策定ができません。あるいは、情報が共有されることによ\n\nって、ＡＩシステムが自動で要員計画を作成・提案し、人はそれを基に編集を行うこと\n\nで、時間を大きく削減することが可能になります。\n\n49\n\n\fあるいは、プロジェクトの成功事例・失敗事例をそれぞれ共有することで、成功・失敗\n\nそれぞれのケースで、事前の対策を講じることができるようになります。そのために\n\nは、データと情報の共有・収集の仕組みが極めて重要になってきます。\n\nただし、当然のことながらデータの機密性やセキュリティの観点から、正しく権限を与\n\nえることが必要です。\n\nデータ・情報管理のポイント\n\n•  データの取得方法について全社共通の仕組みを作る\n•  データの蓄積の仕組みを整備する\n•  情報管理ツールは全社統一の仕組みで一元管理する\n•  データの閲覧・使用に関して、適切な管理体制を整備する\n\n以下に、DX 戦略策定に必要な要素とプロセスについてまとめます。\n\n7-3-1  社内の DX 戦略を作っていくためのプロセス\n\n1.  業務の問題点の把握（現場）\n2.  課題の設定（現場～経営層）\n3.  データマネジメントに関する仕組み（現場・DX）\n4.  AI が何に必要なのかの議論（DX・現場）\n5.  評価の方法（DX・現場）\n6.  全社協議\n\n50\n\n\f８章：DX ビジネスモデル事例\n\nここから、DX の事例をいくつかご紹介します。以下の 4 点について、DX のビジネス\n\n事例を見ていきましょう。\n\n4 つの DX ビジネスパターン\n\n①  場を創造するビジネス\n②  非効率を解消するビジネス\n③  需給を拡大するビジネス\n④  収益機会を拡張するビジネス\n⑤\n\n8-1 DX 事例①：場を創造するビジネス\n\nSNS、口コミサイト、クラウドファンディング、EC サイトなど、モノを売る『場』のリアルか\n\nらバーチャルへの転換が、ビジネスケースにある場面が増えています。場の提供によ\n\nり、今まで取引されることのなかったものやサービスが提供/共有できるようになり、\n\n取引されるモノやサービスの種類/範囲が拡大します。\n\nリアルな場をバーチャルに変えるビジネス\n\nPillPack\n\n51\n\n\f会社概要\n\nPillPack（ピルパック）は、2013 年に TJ Parker と Elliot Cohen によって設立されたアメ\n\nリカ合衆国のオンライン薬局です 1。2018 年 6 月に Amazon に約 7 億 5300 万ドルで\n\n買収され、現在は Amazon の子会社として運営されています 12。本社は米国ニュー\n\nハンプシャー州マンチェスターにあり、ハワイとプエルトリコを除くアメリカ全土にサー\n\nビスを提供しています 2。\n\nビジネスモデルの概念\n\nPillPack は、処方薬の管理と配送を革新的に行うオンライン薬局サービスです。複数\n\nの薬を服用する患者向けに、服薬スケジュールに合わせて薬を個別包装し、自宅に\n\n配送するというビジネスモデルを採用しています。\n\n52\n\n\fサービスと特徴\n\n1.  個別包装：処方薬を服用時間ごとに小分けにし、個別包装して提供します\n\n23。\n\n2.  自動配送：薬の補充を自動的に行い、定期的に顧客の自宅に配送します 3。\n3.  保険管理：医療費の申請など、保険関連の管理もサポートします 3。\n4.  24 時間サポート：チャット機能を通じて、24 時間 365 日質問を受け付けていま\n\nす 3。\n\n5.  オンライン管理：ウェブサイトやアプリを通じて、薬の注文、追加、保険情報の\n\n更新が可能です 4。\n\n6.  ディスペンサー：個別包装された薬を 1 回分ずつ取り出せる専用ディスペンサ\n\nーを提供しています 4。\n\nDX の方向性\n\n1.  自動化：独自開発の分配包装ロボットを使用し、大量の注文を効率的に処理\n\nしています 4。\n\n2.  デジタル管理：オンラインプラットフォームを通じて、顧客は処方薬の管理や注\n\n文を簡単に行えます 4。\n\n3.  データ活用：顧客の服薬情報や処方履歴を分析し、個別化されたサービスを\n\n提供しています。\n\n4.  遠隔医療との連携：医師とのオンライン連携を強化し、処方から配送までのプ\n\nロセスをシームレスに統合しています。\n\n5.  AI の活用：服薬アドヒアランスの向上や副作用の予測など、AI を活用した付\n\n加価値サービスの開発を進めています。\n\nPillPack は、DX によって従来の薬局サービスを革新し、患者の利便性を大幅に向上\n\nさせています。法整備や関連団体の動向など障害は多いですが、これが日本でも普\n\n及すれば、中小の薬局を中心とした既存の医薬品サプライチェーンはインダストリア\n\nルトランスフォーメーションを進めることにつながります。医薬品全体の流通を変える\n\n可能性をもっています。\n\n53\n\n\f8-2 DX 事例②：非効率を解消するビジネス\n\nDX によって非効率なプロセスを解消する\n\nモノやサービスの取引には、様々な作業が不随します。そうした非効率な作業は DX\n\nによって解消され、コア業務に集中できる事業環境を生み出すことができるようになり\n\nます。例えば、LLM による自動応答機能によるインサイドセールスや、QCD（Quality、\n\nCost、Delivery）を一定水準で保証するなどして、人員を増やすことなく営業活動の費\n\n用対効果を上げることができるかもしれません。受発注先のデジタルマッチングが普\n\n及すれば、作業のロスを解消できる可能性があります。\n\nDX によって、「本体必要のない作業」をなくすことができ、人員削減（または人手不足\nの解消）や、取引間をダイレクトに繋ぐなどして、業界全体の構造改革を促進すること\n\nが可能となります。\n\n非効率の解消の 3 要素\n\n⚫  作業をなくす\n\n作業を必要としないビジネスモデルを作る\n\n⚫  人手を減らす\n\nデジタル化の基本、人手ではできない価値を創造する\n\n⚫  ダイレクトにつなぐ\n\nステークホルダー間のやり取りを直接つなぎ、効率化を図る\n\n54\n\n\fラクスル株式会社\n\nビジネスモデルの概念\n\nラクスルは「仕組みを変えれば、世界はもっと良くなる」というビジョンのもと、デジタル\n化が進んでいない伝統的な産業にインターネットを導入し、産業構造を変革するシェ\n\nアリングプラットフォームを展開しています 12。ラクスルは、印刷物を安く作成したい\n\n発注者と、印刷機の空き稼働を埋めたい印刷会社をマッチングするサービスを提供し\n\nています。印刷で培ったシェアリングの仕組みを「ハコベル」という名でトラック運送に\n\nも展開しています。印刷、集荷、物流のシェアリングプラットフォームとして、より良い\n\nサービスを提供しています。\n\n印刷や運送のように、発注者と空き稼働のマッチングが期待される業界はほかにも\n\n数多く存在します。ラクスルは、そのような業界でシェアリングプラットフォームを提供\n\nし、発注者と受注者をマッチングしています。これにより、長きにわたり多重下請け構\n\n造が続いていた印刷業界に対して、IT の技術を持ち込んで産業構造を変革し、「早\n\nい・安い・ラク」な商業印刷ができる仕組みをつくってきました。\n\n1.  印刷業界の多重下請け構造を解消し、直接取引を可能にするプラットフォー\n\nムを構築 4\n\n2.  印刷会社の非稼働時間を活用し、高品質な印刷物を低コストで提供 1\n3.  水平分業型の産業構造への転換を推進 1\n\nサービスと特徴\n\nラクスルは、印刷機の空き稼働を埋めることで、印刷物を安く作成したい発注者のニ\n\nーズに応えています。また、トラックの空き稼働を埋めることで、運送費を安く抑えた\n\nい発注者のニーズにも応えています。印刷機の空き稼働とトラックの空き稼働をマッ\n\nチングすることで、印刷会社と運送会社の収益性向上にも貢献しています。\n\n55\n\n\f1.  ラクスル：印刷・集客支援のプラットフォーム\n\n•  ネット印刷、新聞折込、ポスティング、アパレル・ユニフォーム、ノベルテ\n\nィ・グッズ制作等 3\n\n2.  ノバセル：広告・マーケティングのプラットフォーム\n\n•  広告代理店事業とマーケティング DX 事業 3\n\n3.  ハコベル：物流のプラットフォーム\n\n•  荷主と運送会社のマッチング、荷主向けオペレーション DX3\n\n4.  その他のサービス\n\n•  ダンボール・梱包材の受発注プラットフォーム\n•  印鑑・スタンプの総合 EC サイト\n•  トートバッグ・エコバッグのオリジナルプリント EC サイト 3\n\n56\n\n\fDX の方向性\n\nラクスルは、印刷や運送の分野で培ったシェアリングシステムのノウハウを基盤に、\n\n広告サービスや IT デバイス・アカウント管理サービスも提供しています。今後は、建\n\n設業界や倉庫業界にもシェアリングシステムを提供していくことが考えられます。\n\n今までと同様、シェアリングプラットフォーマーとして事業参入を図ることも一考に値し\n\nます。他方、先行者にラクスルやハコベルで培ったシェアリングシステムを提供してい\n\nくことも 1 つの進化の方向性といえるでしょう。\n\n8-3 DX 事例③：需給を拡大するビジネス\n\nモノやサービスのセールスを拡大する\n\nDX によって、モノ、情報、人のつながりは広くかつより直接的になります。いつ、誰が\n\n使用したのか、購入したのかがリアルタイムな情報として取得することができ、今まで\n\nにない販売方法を実現することができます。さらに、「使っている時間」がわかれば、\n\n「使っていない時間」も同時に把握することができるため、データ分析によって使って\n\nいない時間帯の原因を究明し、新たなサービスの開発や営業の機会を得ることがで\n\nきるようになります。\n\nデジタル技術の進化と活用の拡大により、モノやサービスの取引に対する需給の拡\n\n大を可能にします。このコンセプトは、以下の 3 つに整理されます。\n\n1.  余剰を売れるようにするビジネス\n\n使っていない時間やスペースを提供したい人と、利用したい人をマッチングすること\n\nで、提供者は余剰の収益化、利用者は選択肢の増加を実現します。\n\n2.  買わなくても使えるようにするビジネス\n\nデジタル技術の進化は、モノやサービスを売らないビジネスも容易にします。誰がど\n\nれくらい使ったのかをデジタルに把握できるようになることで、新たな価値が生まれま\n\nす。一般的にシェアリングエコノミーといわれるビジネスモデルです。\n\n3.  売る人/買う人を増やすビジネス\n\n57\n\n\fモノやサービスを売るために必要な資金や機能の提供、購入をサポートする仕組み\n\nは、売る人/買う人を増やします。デジタル技術の進化は、売る人/買う人の追跡を容\n\n易にし、ファイナンスサービスの提供を可能にします。\n\nakippa 株式会社\n\n会社概要\n\nakippa は、駐車場のシェアリングサービスを提供しており、コインパーキングよりも初\n\n期費用がかからず、駐車場の所有者は空いている時間帯に駐車場を貸し出すことが\n\nできます。また、ドライバーはアプリを通じて駐車場を予約し、料金を支払うことができ\n\nます。\n\nビジネスモデルの概念\n\nakippa は、駐車場の空きスペースを有効活用し、駐車場所有者とドライバーをマッチ\n\nングすることで、双方にメリットを提供するビジネスモデルを展開しています。駐車場\n\n所有者は、空きスペースを貸し出すことで収入を得ることができ、ドライバーは、事前\n\nに駐車場を予約することで、現地で駐車場を探す手間を省き、スムーズに駐車するこ\n\nとができます。\n\n58\n\n\f出展：DX ビジネスモデル事例\n\nサービスと特徴\n\nakippa の最大の特徴は、コインパーキングよりも初期費用がかからないことです。ま\n\nた、アプリを通じて簡単に駐車場を予約・利用できるため、ドライバーの利便性が高い\n\nことも特徴です。さらに、akippa は、駐車場だけでなく、イベント時の臨時駐車場や、\n\n商業施設の駐車場予約など、様々なニーズに対応したサービスを提供しています。\n\n59\n\n\f1.  駐車場予約サービス:\n\n•  全国の空き駐車場を 15 分単位または 1 日単位で予約可能。\n•  利用者はアプリやウェブサイトを通じて簡単に予約が可能。\n\n2.  定期利用サービス（過去提供）:\n\n•  ユーザーが希望条件をリクエストすると、条件に合う駐車場を akippa\n\nが提案。\n\n•  平日限定や毎日利用プランなど柔軟な選択肢を提供。\n\n3.  低コストでの利用:\n\n•  初期費用や敷金・礼金が不要で、必要な期間だけ利用可能。\n•  月極駐車場よりも安価に利用できる場合が多い。\n\n4.  オーナー向け収益化支援:\n\n•  空いているスペースを登録するだけで収益化が可能。\n•  駐車場のメンテナンスや管理負担が軽減される。\n\n5.  業界 1 位の拠点数:\n\n•  全国規模で駐車場拠点数を増加中。2018 年には会員数 100 万人を\n\n突破。\n\n60\n\n\fDX の方向性\n\nakippa は、駐車場のシェアリングサービスで培ったノウハウを活かし、今後はデータビ\n\nジネスへの展開も視野に入れています。駐車場の予約データを分析することで、地域\n\nへの来訪者数を予測し、イベントの企画や商業施設の運営に役立てるなど、新たな\n\n価値を提供することが期待されます。\n\n1.  シェアリングエコノミーの推進:\n\n•  駐車場という遊休資産をデジタル技術でシェアリング可能にし、効率的\n\nな資源活用を実現。\n\n2.  デジタルプラットフォームの活用:\n\n•  利用者とオーナーをつなぐプラットフォームを構築し、予約・決済・管理\n\nをオンライン完結型に最適化。\n3.  データ活用によるマッチング精度向上:\n\n•  ユーザーの利用データやニーズ分析に基づき、最適な駐車場を提案。\n•  機械学習や AI 技術の導入でサービス向上を目指す。\n\n4.  新たな市場開拓とサービス拡充:\n\n•  通勤・通学需要やイベント時の一時利用など、多様なニーズに対応す\n\nるプラン開発。\n\n•  無人機械式駐車場など従来難しかったスペースも活用可能に。\n\n5.  社会課題解決への貢献:\n\n•  都市部の駐車場不足問題解消や移動効率化による交通渋滞緩和へ\n\nの寄与。\n\n•  サステナブルな社会実現に向けた取り組み。\n\n8-4 DX 事例④：収益機会を拡張するビジネス\n\nDX によって収益獲得の機会が拡張する\n\nDX の実現によって獲得できるデータやサービスが、新たな収益基盤となりビジネスを\n\n拡張する可能性があります。この分野の DX では、「モノやサービスの取引に付随す\n\nる“収益機会の拡張”」を可能にします。元々持っていた事業基盤に新しい要素を加\nえ、新しい事業基盤を作ることで、それそのものが収益基盤になることもあれば、デー\n\nタなどの付随的な情報が思わぬ形で収益につながることもあります。\n\n61\n\n\fDX の方向性として、「モノから得られるデータの活用」「サービスから得られるデータ\n\nの活用」「事業基盤の活用」の 3 つに大別されます。\n\n1.  モノから得られるデータの活用\n\nデジタル技術の進化は、モノからデータを得ることを容易にしました。メーカーであれ\n\nば、モノに IoT デバイスなどを装着することで、誰が、どこで、どのような使い方をして\n\nいるのかを把握できるようになりました。そのデータを既存のビジネスに役立てること\n\nも一考に値します。それだけではなく、新たな価値を生み出すことで、収益機会の拡\n\n張を図ることも可能になったのです。\n\n2.  サービスから得られるデータの活用\n\nデータは、サービスを提供するプロセスを通じても得られます。それに携わる事業者\n\nであれば、収益機会を拡張するうえでの武器にできるはずです。\n\n3.  事業基盤の活用\n\n今ある事業基盤を転用することでも収益機会を拡張できます。それは自社の DX の\n\nみならず、インダストリアルトランスフォーメーションをも促すことになるでしょう。\n\nHDDS (Honda Drive Data Service)\n\n62\n\n\f会社概要\n\nHDDS (Honda Drive Data Service)は、ホンダ(本田技研工業株式会社)が運営する、\n\nクルマの走行データを活用した社会課題の解決を目指すサービスです。\n\nビジネスモデルの概念\n\nHDDS は、ホンダが販売した 400 万台を超えるクルマの走行データを分析し、その結\n\n果を社会課題の解決に役立てることで、新たな収益機会の獲得を目指しています。\n\n出展：HDDS (Honda Drive Data Service)\n\nサービスと特徴\n\nHDDS は、クルマの走行データを分析することで、渋滞の原因特定、危険箇所の地図\n\n上での把握、道路整備後の交通流の予測、過去の自然災害で不通となった道路の\n\n見える化、災害時の通行実績のあった道路の提示、観光客の居住地別分布の特定、\n\n観光地までの移動ルートや滞在時間の把握など、多岐にわたるサービスを提供して\n\nいます。\n\nこれらのサービスは、自治体や企業などが、都市計画、道路整備、災害対策、観光\n\n振興などの分野で活用されています。\n\n63\n\n\f出展：DX ビジネスモデル\n\n1.  データ規模：\n\n•  2023 年 1 月時点で月間約 400 万台のデータを収集 5\n•  日本全国を網羅するデータ量 1\n\n2.  データの種類：\n\n•  位置情報、速度、加速度、走行距離\n•  ABS、ワイパー、VSA（車両安定性制御システム）、エンジン ON/OFF\n•  車体への重力加速度、計測 G など 5\n\n3.  データの特徴：\n\n•  リアルタイム更新（最短 5 分毎）5\n•  GPS や電波状況に依存しない正確なデータ 1\n•  有料道路と一般道の識別が可能 1\n•  個人情報を含まない匿名加工データ 3\n\n4.  活用事例：\n\n•  交通事故防止：急ブレーキ多発地点の特定と対策 2\n•  災害時の道路状況把握：通行実績データの提供 2\n•  渋滞削減：情報提供による交通流の最適化 4\n\n64\n\n\fDX の方向性\n\nHDDS は、ドライバーの属性情報を取り込むことで、サービスの価値をさらに高めるこ\n\nとができると考えられます。たとえば、外国人観光客が自身の国籍を入力すると、カ\n\nーナビがその国の言語に変わったり、その国の観光客に人気のスポットをカーナビに\n\n表示したりすることが考えられます。\n\nさらに、観光施設に対して、どの国の人が来たのかを還元することで、より効果的な\n\nマーケティング活動を支援することも可能です。カーナビにおすすめの観光施設とし\n\nて表示し、それに誘導された観光客の人数に応じて成果報酬を得ることも考えられま\n\nす。\n\nこれらの取り組みを通じて、HDDS は、観光客、観光施設、メーカーの「三方良し」を実\n現し、社会課題の解決に貢献していくことが期待されます。\n\n1.  データ活用の拡大：\n\n•  交通安全、都市計画、防災など幅広い分野での活用 24\n\n2.  リアルタイム性の向上：\n\n•  データ更新頻度の短縮による即時性の強化 5\n\n3.  AI・機械学習の活用：\n\n•  データ分析の高度化による予測精度の向上\n\n4.  オープンイノベーションの促進：\n\n•  企業や自治体とのデータ連携による新たな価値創造 2\n\n5.  サステナビリティへの貢献：\n\n•  交通最適化による環境負荷の低減\n•  防災・減災への活用による社会レジリエンスの向上 2\n\n65\n\n\fおわりに\n\n本書「DX ガイドブック（2024）」を通じて、デジタルトランスフォーメーション（DX）の重要\n\n性とその実現に向けた具体的なステップについてご理解いただけたことと思います。\n\nDX は単なる技術導入ではなく、企業文化や業務プロセスの根本的な変革を伴うもの\n\nであり、持続的な競争優位性を確立するための重要な手段です。\n\nDX の成功には、全社的な取り組みと共通のビジョンが不可欠です。各部門が連携\n\nし、データを活用し、AI やデジタル技術を効果的に導入することで、業務の効率化や\n\n新たなビジネスモデルの創出が可能となります。また、DX は一度の取り組みで完了\n\nするものではなく、継続的な改善と進化が求められます。\n\n本ガイドブックが、皆様の DX 推進の一助となり、企業の成長と発展に寄与することを\n願っております。今後も変化の激しいビジネス環境に対応し、常に新しい価値を創造\n\nし続けるために、DX の取り組みを進めていきましょう。\n\nDX 推進室では、皆さんの DX 推進をサポートしていきます。疑問に思うことや、やっ\n\nてみたいこと、調査を依頼したいことなどをご相談下さい。\n\n66\n\n\f参考文献\n\n１）  石角友愛著.  今こそ知りたい DX 戦略.  ディスカヴァー・トゥエンティーワン，2021,  262p.\n\n２）  上田剛.  実務担当者のためのビジネスプロセス DX 実践ガイドブック.  東洋経済新報社,\n\n2023, 271p.\n\n３）  岸和良,杉山辰彦,稲留隆之,中川邦昭,辻本健一郎. DX 人材の育て方.  翔泳社, 2022, 217p.\n\n４）  経済産業書. DX 推進ガイドライン. 2018,\n\n５）  独立行政法人情報処理推進機構. DX 白書 2023. 2023, 397p\n\n67\n\n",
  "metadata": {
    "original_filename": "DXガイドブック（2024）.pdf",
    "converted_filename": "DXガイドブック（2024）.md",
    "file_size": 2791086,
    "conversion_time": 1755495777.0612693
  },
  "created_at": "2025-08-18T14:42:57.061282",
  "updated_at": "2025-08-18T14:42:57.061306"
}