{
  "file_id": "c9973730-f95b-4ca8-b061-38a363d48eb8",
  "content": "# ZIP Archive: 2508朝礼.zip\n\n## Archive Contents\n\n- **2508朝礼/** (0.00 KB)\n- **2508朝礼/202508管理本部からの連絡事項１.pdf** (107.81 KB)\n- **2508朝礼/コンプライアンス基本方針・企業行動基準.pdf** (137.20 KB)\n- **2508朝礼/全体朝礼（佐々木事業部長）2508.pdf** (107.00 KB)\n- **2508朝礼/全体朝礼（隈元社長）2508.pdf** (115.07 KB)\n- **2508朝礼/安全衛生通信2025年8月号.pdf** (243.64 KB)\n- **2508朝礼/理念・ビジョン_v1.pdf** (466.27 KB)\n\n## Extracted Content\n\n\n### 2508朝礼/202508管理本部からの連絡事項１.pdf\n\n2025 年 8 月  管理本部からの連絡事項\n\n2025 年 8 月\n\n管理本部\n\n１．内部統制について\n\n7 月 30 日にキックオフが開催され、60 期の内部統制評価が開始されました。\n各事業部とも形骸化を無くし、原点に立ち戻って精度の高い運用を行うようお願いします。\n\n２．夏季休暇\n\n社員・準社員の皆さんは7 月1 日～9 月30 日の間に夏季休暇3日を取得してください。\nまた、各自の休暇状況の把握のし易さの観点から、夏季休暇の申請と合わせて、セールスフォース\nカレンダーにて休みである旨のご登録をお願いいたします。\n\n３．コンプライアンス研修実施について\n    本年度のコンプライアンス研修を8月12日通知させていただきます。受講期限以下とおりとなります。\n    ・eラーニングによる受講             ：８月12日～9月30日\n    ・各部門担当者の説明による受講\n          および、研修実施報告書の提出  ：８月12日～10月31日\n\n４．第 48 回新宿三井ビル「会社対抗のど自慢大会」応援募集\n    【日  程】\n\n予選：2025 年 8 月 28 日（木）17:30～21:00  sdc 参加メンバーの予選日程\n決勝：2025 年 8 月 29 日（金）17:30～21:00\n応援団を募集いたします。出場メンバーにとって、皆さまの声援は何よりの力となります。\nぜひ多くの方にご参加いただき、一緒に会場を盛り上げてまいりましょう。\n皆さまのご参加を心よりお待ちしております。\n\n５．熱中症ポスターについて\n\n熱中症のポスターを社内ポータルに掲示いたしました。暑い日が続くので、こまめな水分補給をお願い\nいたします。\n\n６．サスティナビリティ研修（e-learning）について\n  ８月末に第４弾のサスティナビリティ研修をご連絡いたします。過去３回の研修を修了されていない方は\n  必ず受講をお願いいたします。\n\n【8 月の予定】\n\n・7 月 1 日～9 月 30 日  夏季休暇取得期間(3 日)\n・８月８日 2026 年 3 月期  第 1 四半期決算短信報告\n\n以上\n\n\n\n### 2508朝礼/コンプライアンス基本方針・企業行動基準.pdf\n\n  システムズ・デザイン㈱は、社会を構成する一員として社会的使命を全うし得る会社となるためにコンプライアンス\n\n体制をより充実させることが必要不可欠だと考えます。\n\nここに、その永続的な実現を目指し、役員を含む全ての従業員が守るべき「コンプライアンス基本方針」を定め、これ\n\nに基づき、会社全体でのコンプライアンスの実践に取り組みます。\n\n１．  あらゆる法令・諸規則等を遵守し、「法的責任」果たします。\n\n２．  社会的使命を自覚し、具体的行動の実践により、「社会的責任」を果たします。\n\n３．  誠実・公正な業務遂行と人間尊重の精神に基づき、「倫理的責任」を果たします。\n\n  システムズ・デザイン㈱「企業行動基準」は当社の果たすべき使命と役割を十分に認識し、役員を含む全ての従業\n\n員が事業活動の具体的局面において遵守すべき事項を定めたものです。\n\n1.法令等の遵守\n\n法令の遵守はもとより、それらの精神を尊重し、社会的良識を持って行動します。\n\n2.社会に有用なサービスの提供\n\n中長期の視点に立った経営を心がけ、多様化するお客さまニーズに適切かつ迅速に対応するとともに、社会に有用\n\nなサービスの提供に努めます。\n\n3.公正な取引\n\n公正、透明、自由な競争を行動の基本として、適正な取引を行います。\n\n4.企業情報の開示\n\n株主をはじめとするステークホルダーに対して、積極的に企業情報を正確かつ公正に開示します。\n\n5.個人情報の保護\n\n個人情報を適正に取扱い、役員を含む全ての従業員が個人情報保護を遵守します。\n\n6.環境問題への積極的取組\n\n地球にやさしい、人にやさしい企業活動を基軸に、環境の保全向上に自主的、積極的に取り組みます。\n\n7.社会貢献\n\n企業の利益と社会の利益を調和させ、「良き企業市民」としての役割を積極的に果たします。\n\n8.働きやすい職場環境の実現\n\n従業員のゆとりと豊かさを実現し、働きがいのある職場環境を確保すると共に、従業員の人格・個性を最大限に尊\n\n重し、自由闊達で創造性の発揮できる企業風土を実現します。\n\n9.反社会的勢力および団体との対決\n\n市民社会の秩序や安全に脅威を与える反社会勢力および団体とは断固として対決します。\n\n10.周知徹底\n\n「企業行動基準」の周知徹底と社内体制の整備を行います。\n\n11.率先垂範\n\n経営者は、自ら率先垂範し、「企業行動基準」の精神の実現に努め、万一、「企業行動基準」の内容に反するような\n\n事態が発生した場合には、経営者自ら問題解決にあたり、原因究明・再発防止に努めます。\n\nまた、社会への迅速かつ的確な情報公開を行うと共に、権限と責任を明確にしたうえで、自らも含めて厳正な処分を\n\n行います。\n\n\n\n### 2508朝礼/全体朝礼（佐々木事業部長）2508.pdf\n\n社外秘\n\n第１システム事業部長  佐々木千恵\n\n2025 年 8 月\n\n2025 年 8 月  全体朝礼\n\n  皆さま、おはようございます。\n\n先日、女性委員会主催による第 1 回女性交流会が開催されました。普段なかなか話す機\n\n会のない悩みを語り合ったり、他部署の方々と交流を深めたりする貴重で楽しい時間を過\n\nごすことができました。大変盛況だったと感じています。「次回もぜひ参加したい」とい\n\nう声も多く挙がっており、今後も継続的なイベントとして定着していくとうれしいです。\n\nさて、本日はその交流会の懇親会で話題に上がった「コミュニケーションにおける認識\n\nや理解のズレ（認識齟齬）」についてお話ししたいと思います。\n\nある参加者からこんな問いかけがありました。\n\n「10 時 10 分前に集合と言われたら、何時何分だと思いますか？」\n\nその場にいた皆さんは口をそろえて「9 時 50 分」と答えていました。ところが、最近の\n\n若い世代の中には「10 時 10 分の少し前」つまり「10 時～10 時 9 分頃」と受け取る人も\n\nいるという話で盛り上がりました。いわゆる“世代間ギャップ”ですね。\n\n「10 時の 10 分前」と解釈する昭和世代と「10 時 10 分の前」と解釈する若者世代。同\n\nじ言葉でもこのように認識のズレが発生します。もし、お客様訪問時にこのような認識の\n\nズレが生じたらと思うと怖いですよね。やはり、時間の伝達はより正確に行うべきと改め\n\nて思った次第です。\n\nもう 1 つ事例をご紹介しましょう。「文章表現による認識のズレ」です。\n\n～  チャットでの会話  ～\n\n先輩：会議の日程調整をしてください。なるべく早くお願いします。A さん、B さん、\n\nよろしく。\n\n後輩 A：承知しました。B さん、会議は明日開催しますか？もっと急ぎましょうか？\n\n後輩 B：え？そんなに急ぐ必要ありますか？日程調整だけは早くしたほうが良いと思い\n\nますが・・・。\n\nA さんと B さんの間で認識のズレが生じていますね。原因は、先輩の「なるべく早く」\n\nという表現が曖昧だったことにあります。\n\n\f  A さんは「会議の開催時期を急ぐ」という意味にとらえた\n\n  B さんは「日程調整を早く行う」という意味にとらえた\n\nこのように一文に含まれるあいまいな表現が、周囲の混乱や対応のズレを引き起こして\n\nしまうことがあります。\n\n認識のズレは意外と日常的に起こっています。それによって作業のやり直しが発生した\n\nり、進捗が遅れたり、最悪の場合はお客様のクレームにつながる可能性もあります。結果\n\nとして、不要なコストや時間がかかる事態にもなりかねません。\n\n情報伝達の不備や共有不足、言葉の解釈の違い、思い込みなど、原因はさまざまです\n\nが、やはり大切なのは「お互いの認識が合っているか」を確認しあうことだと思います。\n\n伝える側は、相手が必要とする情報を明確にし、正確かつわかりやすく伝えること。受\n\nけ取る側は、自分の理解が合っているかを確認するために、復唱したり、質問したりする\n\n工夫が必要です。\n\n今は在宅勤務やオンラインでのやりとりも増え、コミュニケーションの難易度が以前よ\n\nり高まっています。だからこそ、こうした「コミュニケーションにおける認識や理解のズ\n\nレ」を生じさせないよう、常日頃から意識することが大切ですね。\n\n以上\n\n\n\n### 2508朝礼/全体朝礼（隈元社長）2508.pdf\n\n社外秘\n\n2025 年 8 月\n\n代表取締役社長  隈元  裕\n\n皆さん、おはようございます。\n\n2025 年 8 月度全体朝礼\n\nさて、先月 SPACE COTAN 株式会小田切社長の講演を拝聴する機会がありました。\n\nこの会社は、飛行機のための空港、船のための港湾施設と同じようにロケットのた\n\nめの宇宙港、スペースポートを北海道につくっていこうと取り組んでいる企業です。\n\n講演の中で印象に残った話に日本の報道に関する姿勢と日本とアメリカの挑戦と失\n\n敗に対する考え方の違いがありました。\n\n日本では、ロケットの打ち上げに失敗すると報道が大きくクローズアップするとと\n\nもに、ネガティブな批判が多くなされる傾向にあり、成功した際は特に報道がなされ\n\nないケースが多いとのことです。また、日本では、一度失敗すると徹底的に改善を\n\nし、次は失敗できない風潮があります。アメリカでは、失敗しても失敗した直前のプ\n\nロセスまでのノウハウがたまったことを成果として着目し、次は失敗したところから\n\nまたやり直せばいいという考え方であり、前向きな発想で挑戦が継続します。\n\nこの話を拝聴し、色々な諸条件もあるので一概に言えませんが、日本社会における\n\n「失敗」に対する捉え方には、文化的・歴史的な背景が深く関係しているようにも思\n\nいました。日本における「失敗」の捉え方の特徴としては、失敗＝恥という感覚もあ\n\nり、再挑戦することがはばかれることもあり、再挑戦をする機会があっても「2 度と\n\n失敗しないこと」が重視される傾向があります。報道のスタイルもメディアは「問題\n\n提起」や「責任追及」に重きを置く傾向があり、失敗が起きた際にはその原因や責任\n\nの所在を強く問う報道が目立ちます。成功の積み重ねよりも、ひとつの失敗が大きく\n\n取り上げられることで、世論もネガティブに傾きやすくなります。また、日本での教\n\n育や評価制度の影響もあると思います。学校教育では「間違えないこと」が評価され\n\nる場面が多く、失敗から学ぶという姿勢が育ちにくい面があります。社会人になって\n\nも、官公庁をはじめ、減点方式の評価が多く、挑戦よりも「ミスをしないこと」が大\n\n切とされがちです。\n\nｓｄｃでも挑戦に対する認識がステレオタイプ化しており、「挑戦＝リスク＝損」と\n\n見なされる傾向が一部にあるように思われます。一般的に「挑戦」という言葉はポジ\n\nティブな意味で使われる一方で、人によってはプレッシャーや不安を感じることもあ\n\nると思います。特に、お客様や会社や上司から「期待されている」と感じると、うま\n\nくやらなければという気負いが生まれてしまい、結果として行動に移せなくなること\n\nもあると思います。まずは、「小さな一歩」から始めることにより、心理的な負担を軽\n\n減できるのではないでしょうか。行動のハードルを下げることで、挑戦が身近なもの\n\n\fになります。\n\n「大きな成果を出す」ではなく、「まずは試してみる」、「小さいことからやり、実績\n\nを積み重ねていく」 といった考え方を持つことで、プレッシャーが弱くなり、新しい\n\nことに取り組んでいけるようになるのではないでしょうか。\n\nＣＳＩアンケートでお客様から提案をしてほしいというご要望もあります。提案を\n\nすることは、皆さんにとって挑戦をする良い機会にもなると思いますので、まずは積\n\n極的に提案活動をしてください。\n\nｓｄｃにおける挑戦の意味づけを「小さいことから試してみる」「学びがあることが\n\n大事」といった価値観を共有することで、挑戦が「評価されるための行動」ではなく\n\n「成長のためのプロセス」として受け止め、評価されるようにしていってください。\n\n話は変わりますが、群馬に中里スプリング製作所という会社があり、そこの社長が\n\n「人ザイ」には、「人財」、「人材」、「人在」、「人済」、「人罪」、「人災」の６つがあり、\n\n人は下記 6 つのいずれかに分類することができると考えています。\n\n「人財」とは、頼まれた以上の仕事をこなし、人間性も豊かな人。\n\n「人材」とは、潜在能力があり、どの人ザイにも変化し得る人。\n\n「人在」とは、与えられた仕事、頼まれた仕事しかしない人。\n\n「人済」とは、過去に確かに貢献したが、現在はやる気がない人。\n\n「人罪」とは、他人に迷惑をかける人。\n\n「人災」とは、他人に責任転換し災いを呼ぶ人。\n\n「人財」、「人材」、「人在」、「人罪」は、よく使われる表現ですが、「人済」、「人災」\n\nを使っている事例はあまりないのではないでしょか。中里スプリング製作所では、毎\n\n年、社員の個人評価として、６つの「人ザイ」から１つ選択させているそうですが、\n\nほとんどの人が、「人財」か「人材」を選択するそうです。ｓｄｃにおいても、挑戦す\n\nる文化が定着していくと「人財」を選択する人が大半になると思います。\n\n最後に、第 9 次中期経営計画の示達を先月 25 日の経営企画会議でしました。10 月\n\n中旬から 11 月末までの期間で各部門のレビューを実施します。皆さんからも顧客情報\n\nや技術・サービス情報を上司に共有してください。よろしくお願いします。\n\n暑い日々が続き、熱中症の症状が出ている方や夏風邪などをひく方もいらっしゃい\n\nます。体調管理を徹底し、酷暑を乗り切り、引き続き業務に邁進してください。よろ\n\nしくお願い致します。\n\n以上\n\n\n\n### 2508朝礼/安全衛生通信2025年8月号.pdf\n\n2025 年８⽉  安全衛⽣委員会\n\n安全衛⽣通信８⽉号  「ストレッチ・運動について」をお届けします。\n\n<運動不⾜による悩みは⼈それぞれ>\n\n新型コロナウイルスの感染症法上の位置づけが「5類」に引き下げられてからしばらく経ちました。\n\n当社では、依然として在宅勤務を続けられている従業員も多いことから、肩こり・腰痛などをはじめ運動\n\n不⾜による健康リスクの上昇に悩んでいらっしゃる⽅も多いのではないでしょうか。\n\n＜肩こりには僧帽筋のストレッチ＞\n\n集中してパソコンに向かっていると気がつくと同じ姿勢で⻑時間過ぎており、肩こりで時間の経過に気が\n\nつく、そんな経験のある⽅も多いでしょう。そのような時の姿勢は俗に⾔う  「IT猫背」になっていることが多\n\nいです。これは顔を突き出して背中を丸めた姿勢のことです。この姿勢になると体重の10％を占めると⾔\n\nわれる頭を体幹ではなく、⾸回りの筋⾁のみで⽀えることになるため、肩こりの原因になります。\n\n後ほどご紹介するスポーツ庁が公開している「ながら運動」の中に、僧帽筋ストレッチの⽅法が掲載されて\n\nいます。\n\n＜腰痛には「これだけ体操」＞\n\n「これだけ体操」はいくつかの腰に負担がかかるシチュエーション別に作られています。髄核が実際にどの\n\n⽅向でずれているかは実際にはわかりませんので、例えば、前かがみが続くと髄核が後ろにずれているだろ\n\nうと想定して、これを元の状態に戻すように腰を反らします。この時、息を吐きながら⾻盤を押し込むように\n\nすることで髄核が戻るという原理です。\n\n出典︓厚⽣労働省「今⽇の腰痛予防対策マニュアル」\n\n腰痛予防マニュアルR元.5_松平教授版(推奨⽂⼊り）表改  (mhlw.go.jp)\n\n＜室伏⻑官が考案・実演する「紙⾵船エクササイズ」動画︕（スポーツ庁）＞\n\n室伏⻑官が独⾃に考案した紙⾵船を利⽤したエクササイズ動画で、基礎編として「押すだけ超簡単エク\n\nササイズ」、応⽤編として「伸びるエクササイズ」「腰を痛めないひねり運動」「チームワークを鍛える」を⻑官\n\n⾃ら模範実演しています。\n\n動画では、⾝体への負荷が少なく筋⾁に適度な刺激を与え、⾊々な⾝体の部位を動かしながら安全に\n\n運動することができるエクササイズのうち、上下・回旋・ひねるエクササイズ、2⼈以上で左右・前後・交互\n\nに⾝体を動かすチームワークを伴うエクササイズを紹介しています。\n\nhttps://www.mext.go.jp/sports/b_menu/sports/jsa_00073.html\n\n\f＜ウォーキングと健康＞\n\nウォーキングは有酸素運動の代表格として挙げられることの多い運動です。当初は肥満解消の⼀⼿段\n\nとして知名度を得たウォーキングですが、最近はそれ以外にも様々な効果があることが検証の結果⾒えて\n\nくるようになってきました。\n\n・⾷後のウォーキングは⾎糖値上昇をゆるやかにする\n\n⾷事によって増加した⾎糖を筋⾁が使⽤するため、⾎糖値の上昇を抑制します。\n\nまた、筋⾁を動かすことでインスリン感受性を向上させることが報告されています。\n\n・ウォーキングの「リズム」でセロトニンの分泌を促す\n\n精神を安定させ、⾃律神経を整える脳内伝達物質であるセロトニンはリズム運動によって分泌が促さ\n\nれることがわかっています。\n\nリズム運動とは筋⾁を周期的に収縮・弛緩させる動きのことで、ウォーキングはまさにこれに該当します。\n\nセロトニンは睡眠に関わる脳内伝達物質であるメラトニンの原料ともなるので、たとえば朝にウォーキング\n\nをすることでセロトニンの分泌を促し、分泌されたセロトニンが夜にはメラトニンに変換され、深い眠りにつ\n\nながります。\n\n＜さいごに＞\n\n今回はお悩み別に、どのような運動・ストレッチが効果的なのか。\n\n現代⼈の「座りすぎ」な⽣活を解消する⼿段として、今回ご紹介したものは取り組みやすいストレッチ・運\n\n動といえます。⾃分に⼼当たりがない⽅であっても、予防の効果は⼗分に期待できます。\n\nこれを機にストレッチ・運動を習慣化し、継続して取り組んでみてはいかがでしょうか。\n\n<<セーフティネットなんでも相談>> TEL︓０１２０－８３４９－８３\n\n  相談無料\n\n  携帯からもつながるフリーダイヤルですから電話代の⼼配もありません\n\n  相談時間は 24 時間いつでも⼤丈夫（年末年始を除く）\n\n  相談員は産業カウンセラー、看護師、栄養⼠、警察 OB などさまざま\n\n  弁護⼠、税理⼠、社労⼠などの専⾨家ネットワークも充実\n\n  健康問題、職場の⼈間関係、家庭問題、借⾦など、どんな内容でも⼤丈夫\n\n  匿名でもご相談ができます。もちろんご家族もご利⽤可能\n\n以上\n\n\n\n### 2508朝礼/理念・ビジョン_v1.pdf\n\nコーポレートスローガン\n理念・ビジョン\n\n2022年7月29日\n\n隈元\n\n代表取締役\n裕\n取 締 役 松崎 吉宏\n吉峯 英彰\n取 締 役\n長谷 賢一\n取 締 役\n\n\f経営方針\n\n■透明性を高め、企業倫理に基づく公正で健全な企業であり続ける\n■市場環境および顧客ニーズの変化に対し、適時対応する\n■デジタルサービス企業として、各事業の発展と維持向上を図るとともに、\n\n事業の融合により、企業価値をより一層高める\n\n\f企業理念（目的、果たすべき使命）\n\nステークホルダーとともに\n社会の持続的な成長に貢献する\n\n【補足】\n\nステークホルダーとは、顧客、株主、従業員、取引先、パートナー、行政、地域社\n\n会とする。\n\n3\n\n\f企業ビジョン（将来のありたい姿）\n\nデジタルサービス企業として、\n価値ある技術・サービスを\n提供し続ける\n\n4\n\n\f行動理念（取るべき行動指針）\n\nカスタマー・ファースト\n\n【補足】\n\nお客様を起点に考え、期待を超えるサービスを提供する。お客様の声に耳を傾け\n\n、適切なサービスを継続的に提供する。\n\n5\n\n\fコーポレートスローガン\n\nDesign for the future\n\n人とデジタル技術で、\nより良い社会を実現する\n\n6\n\n\f事業ドメイン\n\nWho\n◼ 民間企業、官公庁、団体、教育機関、医療機関\n\nなどの法人\n\nWhat\n◼ 多様な顧客の課題解決に向けた柔軟な対応力\nHow\n◼ デジタル技術\n◼ 長年の実績に支えられた業務ノウハウ\n\n7\n\n\f経営方針\n\n◼ 透明性を高め、企業倫理に基づく公正で\n\n健全な企業であり続ける\n\n◼ 市場環境および顧客課題の変化に対し、\n\n適時対応する\n\n◼ デジタルサービス企業として、各事業の\n発展と維持向上を図るとともに、事業の\n融合により、企業価値をより一層高める\n\n8\n\n",
  "metadata": {
    "original_filename": "2508朝礼.zip",
    "converted_filename": "2508朝礼.md",
    "file_size": 1126970,
    "conversion_time": 1755139929.9730563,
    "is_url": false
  },
  "created_at": "2025-08-14T11:52:09.973066",
  "updated_at": "2025-08-14T11:52:09.973087"
}